[{
  "name": "Absorção",
  "description": "Custo: 2 pontos\n\nVocê consegue absorver energia, e então liberá-la em uma rajada destrutiva. Sempre que você sofre dano, pode fazer um teste de Armadura. Se for bem-sucedido, pode absorver esse dano, gastando 1 PM por ponto que quiser absorver. No seu próximo turno, você pode gastar uma ação para disparar um raio. Conta como um ataque à distância, com PdF igual ao dano que você absorveu. Se você não usar a energia absorvida no seu próximo turno, ela se dissipa no ambiente.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Adaptação",
  "description": "Superpoder Editar\n\nCusto: 1 ponto\n\nVocê consegue se adaptar a qualquer tipo de ambiente. Num ambiente hostil, você pode gastar 5 Pontos de Magia para adquirir quaisquer características que precisar para funcionar como um nativo daquele ambiente. Por exemplo, você desenvolve guelras dentro da água, Armadura Extra (fogo) dentro de um prédio em chamas e assim por diante.\n\nAtivar este poder é uma ação de turno inteiro. É impossível se adaptar mais rápido que isso. Assim, você não pode se adaptar a nenhum tipo de ataque, porque seu organismo não consegue reagir rápido o sufi ciente. Este é um poder sustentado — ou seja, funciona pelo tempo que você quiser, mas você não recupera os PMs gastos nele enquanto ele estiver funcionando.\n\n________________________________________________________________________________________\n\nMagia Editar\n\nEscola: Elemental (água, ar ou fogo)\n\nCusto: 2 PMs por criatura\n\nAlcance: curto; Duração: sustentável\n\nEsta magia torna o alvo imune a efeitos de ambientes hostis, como lava ou calor escaldante (quando conjurada com fogo), frio extremo (água) e vácuo (ar), podendo respirar e se mover normalmente nessas condições, sem sofrer qualquer dano por elas. Cada versão de Adaptação conta como uma magia diferente.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Alterar Temperatura",
  "description": "Custo: 1 ponto\n\nVocê consegue aumentar ou diminuir a temperatura (escolha quandoadquirir o poder) em uma área de até Hx10 metros de raio ao seu redor. Gaste uma ação e 2 PMs. Todos na área afetada (exceto você) precisam fazer um teste de Armadura por turno. Quem falhar perde temporariamente 1 ponto de Resistência. Personagens cuja Resistência cair a 0 ficam inconscientes. Se não forem retirados da área precisam fazer Testes de Morte (Manual 3D&T Alpha, página 26). Pontos de Resistência perdidos podem ser recuperados com descanso, à taxa de 1 ponto por minuto de descanso (em que você não pode fazer nada além de descansar).\n\nEste é um poder sustentado por turno — ou seja, você precisa pagar o custo inicial (2 PMs) por turno que quiser mantê-lo.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Alteração Mental",
  "description": "Custo: 2 pontos\n\nVocê pode alterar a mente de outras pessoas, transformando suas memórias e personalidades. Faça um ataque à distância, com PdF igual ao número de PMs gastos. Se a sua Força de Ataque for maior que a Força de Defesa do alvo, ele não sofre dano, mas você pode mudar suas memórias (modifi cando, eliminando ou incluindo lembranças), alterar sua personalidade (na prática, você dá uma ordem à vítima) ou até mesmo apagando sua mente por completo (deixando-o em estado vegetativo). Cada alteração tem um custo, pago em adição aos PMs pagos para realizar o ataque: 2 PMs para afetar a memória, 5 PMs para alterar a personalidade e 10 PMs para apagar a mente.\n\nO alvo tem direito a um teste de Resistência por turno; quando for bem-sucedido, o efeito deste poder termina. Você pode designar um comando ou evento que faça com que o alvo recupere suas lembranças ou personalidade.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Animar Objetos",
  "description": "Custo: 1 ponto\n\nVocê pode dar vida a objetos com um toque. Gaste uma ação e uma quantidade de PMs de acordo com o tamanho do objeto.\n\nTamanho Custo Características\n\nPequeno (cadeira, computador) - 2 PMs - F0, H1, R1, A0, PdF0\nMédio (mesa, escada) - 5 PMs - F1, H1, R2, A1, PdF0\nGrande (armário, carro) - 10 PMs - F3, H1, R4, A2, PdF0\nGigante (casa, caminhão) - 20 PMs - F7, H1, R8, A4, PdF0\n\nSe o mestre permitir, certos objetos podem ter características diferentes das listadas acima — além de vantagens —, de acordo com sua forma ou materiais. Por exemplo, uma estrutura de concreto pode ter Armadura um ponto maior, enquanto um carro pode ter a vantagem Aceleração. Você deve pagar por essas características e vantagens extras, à taxa de 1 PM por ponto. Todo objeto animado tem as características de um construto (veja Construtos, no Manual 3D&T Alpha, página 57).\n\nUm objeto animado segue suas ordens, mas não tem mente própria, e só pode realizar ações simples. Um objeto animado também não tem Pontos de Magia, mas você pode usar os seus em nome dele. Este é um poder sustentado.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Anular Poder",
  "description": "Custo: 1 ponto\n\nVocê tem a capacidade de anular os poderes de outros supers. Faça um ataque à distância, com PdF igual ao número de PMs gastos. Se a sua Força de Ataque for maior que a Força de Defesa do alvo, ele não sofre dano, mas um dos poderes dele (à sua escolha) é desativado e não pode ser ativado novamente. O alvo tem direito a um teste de Resistência por turno; quando for bem-sucedido, o efeito deste poder termina.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Anular Sentido",
  "description": "Custo: 1 ponto\n\nVocê pode anular os sentidos de outras pessoas. Faça um ataque à distância, com PdF igual ao número de PMs gastos. Se a sua Força de Ataque for maior que a Força de Defesa do alvo, ele não sofre dano, mas até três sentidos dele (à sua escolha) são anulados. O alvo tem direito a um teste de Resistência por turno; quando for bem-sucedido, o efeito deste poder termina.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Banco Dimensional",
  "description": "Custo: 1 ponto\n\nCom este poder você pode acessar uma dimensão capaz de abrigar objetos e até mesmo criaturas. Guardar algo no banco exige uma ação e 2 PMs por 50kg do que estiver guardando. Retirar algo do banco exige apenas um movimento (sem gasto de PMs).\n\nGuardar um objeto ou uma criatura voluntária não exige testes — mas você também pode usar o Banco Dimensional para aprisionar oponentes! Faça um ataque corpo-a-corpo. Se a sua Força de Ataque for maior que a Força de Defesa do alvo, ele não sofre dano, mas fica preso no banco. O alvo tem direito a um teste de Resistência por turno; quando for bem-sucedido, o efeito deste poder termina (o alvo reaparece num ponto aleatório a até 10 metros de você).",
  "cost": "Custo: 1 ponto"
},{
  "name": "Campo de Força",
  "description": "Custo: 1 ponto\n\nVocê pode ativar um campo de força ao redor do seu corpo. Ele protege você e qualquer coisa que você esteja carregando — você pode proteger outra pessoa abraçando-a, mas não poderá fazer ataques corpo-a-corpo enquanto estiver fazendo isso. Ativar o campo de força gasta um movimento e 1 Ponto de Magia. O Campo de Força bloqueia qualquer tipo de ataque, mas você precisa gastar 1 PM para cada 2 pontos de dano que quiser bloquear. Este é um poder sustentado por turno.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Comunicação",
  "description": "Custo: 1 ponto\n\nVocê tem algum meio de se comunicar à distância. Sua Comunicação não precisa ser baseada na projeção da voz, podendo ser realizada através de qualquer sentido ou Sentido Especial. O alcance de sua Comunicação depende de quantos Pontos de Magia você gastar.\n\nTudo à sua vista: 1 PM\nMesmo bairro: 2 PMs\nMesma cidade: 3 PMs\nMesmo estado: 4 PMs\nMesmo país: 5 PMs\nMesmo continente: 6 PMs\nMesmo planeta: 7 PMs\nMesmo sistema solar: 8 PMs\nMesma galáxia: 9 PMs\nQualquer lugar do universo, outros planos de existência: 10 PMs\n\nO destinatário precisa ser capaz de receber sua Comunicação (usando um sentido ou Sentido Especial, ou algum tipo de receptor), mas qualquer um com seu mesmo tipo de Comunicação pode receber suas mensagens (e vice-versa). O destinatário pode optar ignorá-lo, e você e seu alvo precisam ter um idioma comum (veja Idiomas para romper a barreira das línguas). Você só consegue se comunicar com um único destinatário por vez, mas pode gastar o dobro de PMs para se comunicar com qualquer número de destinatários dentro do alcance (por exemplo, gastando 2 PMs pode se comunicar com todas as criaturas à sua vista).\n\nQualquer um com o sentido apropriado pode detectar sua Comunicação. Para ouvir suas transmissões, o bisbilhoteiro deve estar dentro do seu alcance e fazer um teste de Habilidade. Sua Comunicação pode ser anulada por poderes que afetem o tipo de sentido usado (e pela desvantagem Interferência).",
  "cost": "Custo: 1 ponto"
},{
  "name": "Confundir",
  "description": "Você faz suas vítimas agirem de maneira maluca. Faça um ataque à distância, com PdF igual ao número de PMs gastos. Se a sua Força de Ataque for maior que a Força de Defesa do alvo, ele não sofre dano, mas fi ca confuso. No início de seus turnos, role um dado para determinar o que ele vai fazer.\n\n1: Age normalmente.\n2: Ataca o usuário de Confundir.\n3-4: Não pode agir.\n5: Ataca a criatura mais próxima.\n6: Foge o mais rápido possível.\n\nSe o alvo não puder realizar o efeito indicado, fica parado babando. O alvo tem direito a um teste de Resistência por turno; quando for bem-sucedido, o efeito deste poder termina.",
  "cost": "Você faz suas vítimas agirem de maneira maluca. Faça um ataque à distância, com PdF igual ao número de PMs gastos. Se a sua Força de Ataque for maior que a Força de Defesa do alvo, ele não sofre dano, mas fi ca confuso. No início de seus turnos, role um dado para determinar o que ele vai fazer."
}]