[{
  "name": "Alien",
  "description": "Custo: 2 pontos.\n\nAlienígena, ou alien, não é o mesmo que extraterrestre. Literalmente, a palavra significa “estrangeiro”. Um alienígena não é sempre alguém nativo de outro planeta — pode ser um visitante de outro país. Mas é verdade que muitos heróis e seus inimigos (especialmente seus inimigos) chegam de outros mundos, épocas ou dimensões.\n\nPor sua origem peculiar, alienígenas podem demonstrar aparência e poderes muito variados, imprevisíveis. Quase todos são superiores aos humanos em um ou mais aspectos, mas também podem ser inferiores em outros.\n\nDevido à evolução paralela, muitos aliens têm aparência humana, salvo algum detalhe (uma cauda de macaco, por exemplo) não muito difícil de disfarçar. Mesmo assim eles têm dificuldade em passar despercebidos: um alien recém-chegado tem problemas para adaptar-se à nossa cultura e sociedade, cometendo muitos enganos e atraindo atenção (e encrenca). Até mesmo um alien criado na Terra desde pequeno sente-se deslocado dos demais, sem conhecer a verdade sobre seus poderes.\n\nCaracterística +1. Um alien recebe +1 em uma característica à escolha do jogador.\nArmadura Extra. Um alien recebe uma Armadura Extra (apenas contra energia) à escolha do jogador.\nVantagem Bônus. Um alien ganha uma vantagem de 1 ponto; ou pode comprar uma vantagem de 2 pontos (exceto perícias) por apenas 1 ponto.\nInculto. Aliens têm inaptidão à nossa cultura.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Androdraco",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: 3 pontos\n\nO androdraco é um humano, semi-humano ou humanoide submetido a um ritual brutal empregado nos últimos anos por Sckhar, o rei dos dragões vermelhos, para aumentar seu poderio. Aldeias inteiras são utilizadas no feitiço, sem aviso. Poucas pessoas sobrevivem, com o corpo coberto de escamas, uma pesada cauda para sustentar o corpanzil, uma cabeça draconiana com presas afiadas e sede de servir ao dragão-rei.\n\nSão marciais, brutais e obstinados, mas não estúpidos. Seguem uma estrutura militar rígida, sempre comandada por um dos muitos filhos de Sckhar. Além das armas e armaduras que recebem do reino, ainda são capazes de expelir baforadas de fogo. Felizmente, até hoje ainda não foram visto androdracos fora de Sckharshantallas.\n\nForça +2, Armadura +2. Androdracos são muito mais fortes que humanos, além de terem o corpo protegido por escamas.\nArmadura Extra: Fogo. Androdracos resistem melhor ao fogo.\nBaforada. Androdracos são capazes de soprar fogo, de forma semelhante aos dragões vermelhos. Funciona como a vantagem Tiro Múltiplo, mas tão forte que diminui as proteções do alvo em um nível (Invulnerabilidade se torna Armadura Extra, essa por sua vez torna-se normal e personagens sem proteção especial têm sua A anulada).\nLigação com Sckhar. Com uma ação, um androdraco pode transmitir telepaticamente para Sckhar tudo o que viu e ouviu na última semana. Isso acontece automaticamente caso o androdraco morra, a não ser que sua cabeça seja cortada até o final do turno. Esse poder funciona a qualquer distância, desde que o androdraco e Sckhar estejam no mesmo plano.\nDevoção, Má Fama e Monstruoso. Todo androdraco é fanático por Sckhar, seguindo seus desígnios sem questionar. Mesmo onde ainda não são reconhecidos como servos do tirano dragão, sua presença e aparência monstruosa causa pavor a todos.\nCriatura Fantástica Editar\nAndrodraco Guerreiro, 12N Editar\n\nF3 (corte), H2, R2, A3, PdF1 (fogo); 10 PVs, 10 PMs; Guerreiro (crítico automático); Androdraco; Membro Extra (cauda) e Patrono (Sckharshantallas).\n\nCrítico Automático: o androdraco pode gastar 2 PMs em vez de 1 PE para comprar um acerto crítico automático nos ataques um número de vezes por dia igual à própria H.\nGeneral Androdraco, 28S Editar\n\nF4 (corte), H3, R5, A6, PdF3 (fogo); 25 PVs, 25 PMs; Guerreiro (armadura completa e crítico automático); Senhor da Guerra (dia dos gigantes); Androdraco; Adaptador, Aliado-Exército (tropa), Armadura Suprema, Membro Extra (cauda) e Patrono (Sckharshantallas).\n\nAliado-Exército: o general comanda uma tropa de guerreiros e clérigos a serviço reino. Ela conta como um Aliado de 25 pontos em escala Ningen (veja adiante) que é incapaz de agir se não estiver sob Comando de Aliado (Manual 3D&T Alpha, pág. 72). A tropa leva 1d horas para ser reunida e estar pronta para o combate.\nArmadura Completa: quando sofre um acerto crítico, o general pode fazer um teste de A. Se for bem-sucedido, sofre apenas dano normal.\nDia dos Gigantes: quando luta contra adversários de escalas superiores, a Armadura do general sobe uma escala, ou duas caso ele sacrifique um movimento. Ele pode, em vez disso, pagar 2 PMs para receber movimentos extras nesse turno.\nArmadura Suprema: sempre que sofre dano de uma escala superior, o general faz um teste de A. Se for bem-sucedido, ele pode pagar 3 PMs para que o ataque decresça uma escala. Ele pode gastar mais PMs para reduzir ataques ainda mais fortes até igualar sua escala.\nTropa de Sckharshantallas, 25N Editar\n\nF3, H3, R3, A3, PdF3; 15 PVs, 15 PMs; Adaptador, Armadura Extra (fogo), Ataque Especial (PdF, II; amplo), Energia Extra, Patrono (Sckharshantallas), Separação e Terreno Predileto (cidades).\n\nTáticas Editar\n\nAndrodracos preferem lutar corpo-a-corpo, provocando acertos críticos automáticos graças ao poder do kit Guerreiro, reservando ataques à distância apenas para quando o inimigo foge ou tenta ganhar distância, de alguma forma. Alguns treinam para lutar também com a cauda (comprando-a como Membro Extra), fazendo mais ataques por turno.\n\nGenerais androdracos só irão atacar se já tiverem previamente reunido uma tropa (seu Aliado-Exército), comandando-os até o último homem antes de entrar em batalha. Graças aos muitos bônus de Armadura que recebe, é muito difícil feri-lo. Mesmo assim, se perceber que sua vida está em perigo, ele foge, ou melhor, bate em retirada para voltar outro dia com uma nova tropa.\n\nTesouros Editar\n\nEscama Escarlate (2 PEs): as escamas de um androdraco são capazes de garantir Armadura Extra contra fogo por até quatro vezes, antes de queimarem.\n\n✩ Moral da Tropa (8 PEs): vencer o general androdraco lhe torna preparado para lutar contra exércitos. Quando enfrenta um Aliado-Exército, você pode gastar 5 PMs para fazer com que pelos próximos 1d+1 turnos, todos os ataques bem-sucedidos contra um Aliado-Exército causem dano diretamente no comandante, em vez da tropa.",
  "cost": "Custo: 3 pontos"
},{
  "name": "Androide",
  "description": "Custo: 1 ponto\n\nVem do grego “andros” (homem) e “oide” (criatura), e significa autômato (robô) de figura humanoide. Um androide é um construto com aparência e comportamento humanos. É impossível saber a diferença sem um exame cuidadoso ou formas eletrônicas de detecção.\n\n• Aparência Humana. Androides normalmente têm boa aparência, para lidar melhor com pessoas. Um androide de aparência desagradável, ou que possa ser prontamente identificado como não humano, reduz o custo da vantagem única em 1 ponto.\n\n• Alma Humana. Alguns androides são tão perfeitos que chegam a ter emoções verdadeiras. Em certos casos, podem nem mesmo saber que são androides, recebendo memórias falsas para acreditar que são humanos. Estes construtos podem ser normalmente afetados por magias e poderes que afetam a mente (Telepatia e magias da escola Elemental (espírito), reduzindo o custo total da vantagem única em 1 ponto.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Anfíbio",
  "description": "Vantagem Única Editar\n\nCusto: 0 pontos.\n\nHumanoides anfíbios pertencem a uma das numerosas raças submarinas (tritões, sereias, nereidas, elfos-do-mar...) que existem em mundos de fantasia ou outros planetas. Ou talvez tenham sido criados por engenharia genética para trabalhar nas profundezas ou colonizar mundos oceânicos, quem sabe? A escolha exata é sua.\n\nAnfíbios podem viver e agir fora d’água normalmente; sereias e outras raças com cauda de peixe podem criar pernas normais quando estão em terra.\n\nResistência +1. Por sua tolerância a mudanças de pressão, anfíbios são vigorosos.\nNatação. Anfíbios podem respirar e mover-se na água com velocidade normal, sem precisar da perícia Natação.\nRadar. Anfíbios têm este Sentido Especial apenas quando estão embaixo d’água.\nAmbiente Especial. Anfíbios dependem de água para viver.\nVulnerabilidade: Fogo. Anfíbios são bastante sensíveis ao calor.\nHonest Game Trailers | Tony Hawk's Pro Skater 1+2\n \nMagia Editar\n\nEscola: Elemental (ar ou água)\n\nCusto: 1 PM por criatura\n\nAlcance: curto\n\nDuração: sustentável\n\nEsta magia permite a uma criatura se mover e respirar livremente na água doce ou salgada (mas não outros líquidos). Ela não precisa de perícias para nadar e pode se mover na água com a mesma velocidade que teria em terra (normalmente, sem esta magia, um personagem na água se move com metade da velocidade normal). Lançada sobre uma criatura aquática, a magia tem efeito contrário, permitindo que ela possa respirar em terra.",
  "cost": "Custo: 0 pontos."
},{
  "name": "Anjo",
  "description": "Custo: 2 pontos.\n\nAnjos, também conhecidos como celestiais ou tenshi, são criaturas que habitam os planos superiores. São raros no Plano Material, mas muito freqüentes em alguns Reinos dos Deuses. Sua aparência é igual a uma criatura normal, mas com traços mais belos e imponentes. A maioria dos celestiais são benignos (mas não todos). Nem todos têm forma humanoide; existem também ursos, leões, unicórnios e tantos outros seres celestiais.\n\nAnjos que visitam o Plano Material fazem jornadas voluntárias, através de feitiços, portais mágicos ou habilidades naturais. Outros são invocados (ou capturados) por conjuradores poderosos ou fenômenos sobrenaturais.\n\nBoa Fama. Anjos são sempre reconhecidos como benevolentes ou sagrados (mesmo que nem sempre seja o caso).\nSentidos Especiais. Todo anjo tem Infravisão, Visão Aguçada e Ver o Invisível.\nInvulnerabilidade: Elétrico e Sônico. Anjos são resistentes a estas energias originárias das nuvens.\nAptidão para Voo. Muitos anjos têm asas, por isso podem comprar esta vantagem por apenas 1 ponto.\nAptidão para Magia Branca. Anjos podem comprar esta vantagem por apenas 1 ponto.\nTeleportação Planar. Um anjo pode usar esta magia livremente, por seu custo normal em Pontos de Magia, exceto quando está preso ao próprio plano nativo por sua Maldição.\nMaldição. Todo anjo destruído fora de seu plano de origem é banido de volta, e não pode retornar durante algum tempo — desde 30 dias até 1000 anos, à escolha do mestre. Um anjo destruído em seu próprio plano de origem desaparece para sempre, e não pode ser ressuscitado (exceto com um Desejo).\nVulnerabilidade: Fogo. Anjos são vulneráveis às chamas do inferno.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Bugbear",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: 2 pontos\n\nSão também conhecidos como goblins gigantes, porque é isso que são: enormes, medindo quase três metros de altura, extremamente peludos e com cara de poucos amigos. São muito mais selvagens que os hobgoblins, vivendo em tribos, mas compensam a falta de astúcia com força e sanguinolência. O próprio general Thwor Ironfist é um bugbear, ainda que maior, mais esperto e forte que a média.\n\n• Força +3, Armadura +3. Um bugbear é uma das piores coisas que você poderia encontrar pela manhã.\n\n• Infravisão. Todo bugbear enxerga perfeitamente no escuro, tornando-o algo muito ruim para encontrar também à noite.\n\n• Má Fama. Odiados, temidos e evitados, um bugbear é quase a pior coisa que você encontraria em qualquer lugar!\n\n• Modelo Especial, Monstruoso. Não são ogros, mas são tão grandes e feios quanto!\n\n• Fúria. Não é preciso muito para tirar um bugbear do sério.\n\n• Sanguinário. Um bugbear não é capaz de resistir a uma oportunidade de batalha. Sempre que interagir com outro personagem, deve ser bem-sucedido em um teste de R. Se falhar, tentará atacá-lo imediatamente. A dificuldade do teste depende do oponente. Fácil para companheiros e aliados, Médio para outros goblinoides e Difícil com qualquer outra vantagem única.\n\nCriaturas Fantásticas Editar\nGuerreiro Tribal Bugbear, 9N Editar\n\nF4, H3, R3, A3, PdF0; 15 PVs, 15 PMs; kit Berserker (fúria incansável); Bugbear.\n\nFúria Incansável: um guerreiro tribal bugbear não fica esgotado após a Fúria.\nXamã Bugbear, 10N Editar\n\nF3, H3, R2, A3, PdF0; 10 PVs, 10 PMs; kit Clérigo de Ragnar (crítico aprimorado: Magia Branca); Bugbear; Clericato (Ragnar), Inimigo (humanos) e Magia Negra; Devoção (espalhar a palavra (e a morte) em nome de Ragnar).\n\nCrítico Aprimorado (Magia Branca): quando consegue um acerto crítico contra um oponente que possua a escola de Magia Branca, o xamã bugbear triplica sua F ou PdF (em vez de apenas duplicar).\nCampeão Bugbear, 12N Editar\n\nF4, H4, R3, A3, PdF0; 15 PVs, 15 PMs; kit Berserker (fúria incansável e poderosa); Bugbear; Adaptador.\n\nFúria Incansável: um campeão bugbear não fica esgotado após a Fúria.\nFúria Poderosa: quando está em Fúria, o campeão bugbear recebe F+2 e R+1 (afetando inclusive seus PVs e PMs).",
  "cost": "Custo: 2 pontos"
},{
  "name": "Centauro",
  "description": "Custo: 1 ponto.\n\nEste é um nome genérico para qualquer criatura “táurica”, que tenha um torso humano ligado a um corpo com quatro ou mais patas. Centauros típicos são meio humanos, meio cavalos. Mas também existem raças mais raras de meio-leões, meio-lagartos, meio-aranhas, meio-escorpiões e várias outras. Alguns podem ser amigos dos humanos e semi-humanos, enquanto outros são seus predadores.\n\nForça +1. Por sua metade inferior, centauros são capazes de grande esforço físico.\nHabilidade +1. Centauros recebem H+1 apenas para situações de corrida, fuga e perseguição (mas não esquivas).\nCombate Táurico. Em combate, centauros podem deixar de fazer um ataque normal para fazer dois ataques por rodada com as patas dianteiras (cascos, garras...). São ataques baseados em Força (FA=F+1d), mas imprecisos, sem incluir a Habilidade do personagem. Se quiser aumentar a FA através de vantagens ou manobras, deve pagar o custo para cada ataque.\nModelo Especial. Obviamente, centauros não podem usar roupas, armas, veículos ou equipamentos feitos para humanos.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Ciborgue",
  "description": "Custo: 0 pontos.\n\nVem de “ciborg”, abreviação de “organismo cibernético”. Um ciborgue é um tipo de “meio-construto”, uma combinação de homem e máquina, reunindo o melhor dos dois mundos. Eles são parte máquina, parte ser vivo.\n\nCiborgues podem ser máquinas com partes humanas, ou humanos com partes mecânicas. Essa diferença é importante: os primeiros têm cérebros eletrônicos, e os últimos têm cérebros humanos.\n\n• Construto Vivo. Uma vez que têm partes orgânicas, ciborgues podem recuperar até metade de seus Pontos de Vida (arredondado para cima) com descanso ou cura normais, sem a necessidade de conserto. Isso quer dizer que metade de seus PVs são “orgânicos”, e metade são “mecânicos”. Você ainda é imune a magias que afetam apenas seres vivos.\n\n• Cérebro Orgânico. Se você escolher esta opção, será normalmente afetado por magias e poderes que afetam seres vivos, e a vantagem única custará –1 ponto.",
  "cost": "Custo: 0 pontos."
},{
  "name": "Construtos",
  "description": "Você não nasceu; foi construído. Em mundos modernos, provavelmente será um robô ou androide; em mundos medievais esta vantagem diz que você é um golem, uma estátua feita com materiais raros e animada através de magia.\n\n• Imunidades. Construtos nunca precisam dormir, comer ou beber. São imunes a todos os venenos, doenças,\n\nmagias que afetam a mente — geralmente magias da escola Elemental (espírito) — e quaisquer outras que só\n\nfuncionem contra criaturas vivas.\n\n• Reparos. Construtos nunca recuperam Pontos de Vida — nem com descanso, nem através de cura, magia, poções ou itens mágicos. Eles podem ser consertados por alguém que possua a perícia Máquinas: um teste bem-sucedido de Habilidade +1 restaura 1 PV em meia hora. Em caso de falha, uma nova tentativa vai consumir mais meia hora. A critério do mestre, o conserto pode levar 8 horas sem testes. Construtos não podem ser ressuscitados, mas eles nunca morrem realmente: um construto que chegue a 0 PVs estará destruído, mas ainda pode ser consertado com a perícia Máquinas. Um construto não recebe Pontos de Experiência em uma aventura durante a qual tenha morrido.\n\n• Magia. Construtos podem usar e recuperar Pontos de Magia de formas normais (com repouso ou itens), mas não podem adquirir Magia Branca, Elemental ou Negra. Apenas um meio-golem poderá fazê-lo.\n\nTODOS OS ITENS (8)\n\n#ABCDEFGHIJKLMNOPQRSTUVWXYZOUTRAS\nA\nAndroide\nC\nCiborgue\nG\nGolem\nH\nHellaron\nM\nMecha\nMeio-Golem\nN\nNanomorfo\nR\nRobô Positrônico",
  "cost": "Você não nasceu; foi construído. Em mundos modernos, provavelmente será um robô ou androide; em mundos medievais esta vantagem diz que você é um golem, uma estátua feita com materiais raros e animada através de magia."
},{
  "name": "Demônio",
  "description": "Custo: 1 ponto.\n\nTambém conhecidos como abissais, infernais ou oni, um demônio é qualquer criatura nativa de um plano ou dimensão de natureza maligna — geralmente o Abismo, os Nove Infernos, o Hades, o Mundo Sombrio e outros lugares de nomes deprimentes. Estes seres extraplanares visitam a Terra com objetivos diversos, desde a coleta de almas (que eles empregam como alimento, fonte de energia ou moeda) até caça a tesouros, perseguição a fugitivos e mesmo coisas simples e triviais como “fazer turismo”.\n\nEmbora grande parte dos demônios atue como servos para um lorde poderoso, um deus-monstro maligno ou outro\npatrono, muitos são independentes e têm objetivos próprios. Muitos são aventureiros, e alguns nem mesmo são malignos.\n\nSentidos Especiais. Todo demônio tem Infravisão, Faro Aguçado e Ver o Invisível.\nInvulnerabilidade: Fogo. Demônios são imunes a dano por fogo.\nAptidão para Voo. Muitos demônios têm asas, por isso podem comprar esta vantagem por apenas 1 ponto.\nAptidão para Magia Negra. Demônios podem comprar esta vantagem por 1 ponto.\nTeleportação Planar. Um demônio pode usar esta magia livremente, por seu custo normal em Pontos de Magia, exceto quando está preso ao próprio plano nativo por sua Maldição.\nMá Fama. Demônios são sempre reconhecidos como perigosos e malignos (mesmo que nem sempre seja o caso).\nMaldição. Todo demônio destruído fora de seu plano de origem é banido de volta, e não pode retornar durante algum tempo — desde 30 dias até 1000 anos, à escolha do mestre. Um demônio destruído em seu próprio plano de origem desaparece para sempre, e não pode ser ressuscitado (exceto com um Desejo).\nVulnerabilidade: Elétrico e Sônico. Demônios são vulneráveis à pureza da luz e vento.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Dragões",
  "description": "Dragões são a raça mais antiga de Arton, e também uma das mais poderosas. Gigantescos, com corpos massivos cobertos por escamas impenetráveis, repletos de espinhos, chifres e garras, além de soprar labaredas de energia capazes de derreter quase tudo. Se tudo isso já não fosse apelação o suficiente, eles ainda podem voar!\n\nCriados pelo deus-dragão Kallyadranoch — por muito tempo chamado apenas de O Terceiro — dominaram o mundo inteiro antes do surgimento dos povos gerados pelos outros deuses. Foi a queda da divindade patrona que os condenou a milênios de isolamento, precisando fugir em direção aos próprios covis, escondendo-se e aguardando por uma oportunidade de regressar ao topo. E esse dia pode estar muito próximo...\n\nSão ciumentos de tudo aquilo que consideram sua propriedade, desde tesouros até reinos inteiros. Vivem em covis, normalmente formados por vastos complexos subterrâneos que conduzem a uma caverna principal, onde descansam. Clamam uma ampla região de território, onde caçam ou cobram tributo aos mortais. Alguns raros oferecem proteção, mas na maioria das vezes são apenas uma grave ameaça para todos.\n\nVantagem Única Editar\n\nCusto: 6 pontos\n\nOrgulhosos, inteligentes e enormes, os dragões estão entre as criaturas mais poderosas que já caminharam por Arton. Seu criador foi Kallyadranoch, o Terceiro, que há pouco tempo regressou ao Panteão. E assim como aconteceu com sua divindade protetora, após milênios de reclusão, os dragões estão voltando à Arton.\n\nHabitam covis, normalmente formados por vastos complexos subterrâneos que conduzem a uma caverna principal, onde descansam. Clamam uma ampla região como território, onde caçam ou cobram tributo dos mortais. Alguns oferecem proteção, mas na maioria das vezes tais criaturas são simplesmente uma ameaça para toda a região.\n\n• Anatomia Dracônica. Dragões recebem as vantagens Sentidos Especiais (todos), Telepatia e Voo, além das desvantagens Modelo Especial e Monstruoso. Quando desejam, são capazes de causar os mesmos efeitos da magia Pânico de forma natural, sem gastar PMs. Além do ataque normal um dragão pode realizar vários golpes imprecisos num mesmo turno: dois ataques com garras (FA=F+1d), um com a cauda (FA= H+1d) e um com mordida (FA= F+2+1d).\n\n• Invulnerabilidades. Dragões são imunes à passagem do tempo (eles nunca morrem por velhice) e são Invulneráveis ao elemento protetor: dragões vermelhos a dano por Fogo, azuis a Elétrico ou Sônico, brancos ao Frio, marinhos, negros e verdes a Químico. A partir da escala Kiodai, também passam a considerar Armadura Extra contra danos Físicos.\n\n• Código de Honra dos Dragões. O orgulho de um dragão é seu maior defeito. Ele jamais irá se sujeitar a pedir ajuda, implorar pela vida ou rebaixar-se frente a qualquer outra criatura. Tampouco aceitará qualquer tarefa que considere indigna, como servir de montaria (a não ser no caso de um Aliado, Parceiro ou alguém que ele considere útil o suficiente para tanto) ou ser tratado com desrespeito, mesmo por um deus. Esse mesmo orgulho faz com que dragões nunca se esqueçam e sempre cumpram uma promessa feita: seja por gratidão, seja por vingança.\n\nDragões não são indicados para personagens jogadores e sua adoção como vantagem única é restrita para campanhas a partir da escala Sugoi. Mas, caso deseje, um jogador pode começar a campanha como um jovem dragão na versão mais básica, transformandose numa criatura completa através do gasto dos pontos necessários, bastando para isso a aprovação do mestre.\n\nBaforada (+2 pontos). Dragões possuem uma baforada: um sopro corrosivo baseado em um dos tipos de dano por Energia (Manual 3D&T Alpha, pág. 74) igual à sua Invulnerabilidade e conta como um Tiro Múltiplo que diminui as proteções do alvo em um nível (Invulnerabilidade se torna Armadura Extra, essa por sua vez torna-se Normal e personagens sem proteção especial tem sua Armadura anulada).\nForma Avatar (+1 ponto). Em sua forma verdadeira, dragões tem uma série de limitações devido ao próprio tamanho. Assim, por motivos práticos, assumem uma forma humanoide, quase sempre com aparência élfica. A Forma Alternativa mantém todos poderes de sua forma original — exceto Baforada, a aura de Pânico e as desvantagens e ataques extras de Anatomia Dracônica.\nPresença Intimidante (+2 pontos). A partir da escala Kiodai, personagens que falharem no teste de R para evitar o efeito do Pânico gerado pelo dragão podem morrer de medo se ele quiser! Exija um Teste de Morte das vítimas por combate neste caso.\nPoder Inato (+2 pontos). Para um dragão, a magia é intuitiva. Eles recebem uma escola mágica e pagam apenas metade dos PEs para aprender magias. Também são absurdamente ricos e se assim quiserem, podem acumular fortunas incalculáveis em ouro e joias. Para dragões, a vantagem Riqueza custa apenas 1 ponto.\n\nFichas de dragões típicos podem ser vistos na pág. 98 do Manual 3D&T Alpha. Elas representam dragões adultos de cada espécie e esses se encontram naturalmente na escala Sugoi. Elas podem ainda ser ajustada para filhotes (–2 em todas as características, pertencentes à escala Ningen), adultos veneráveis (+2 em todas as características) ou anciões (+4 em todas as características, pertencentes à escala Kiodai)\n\nDragões-Reis Editar\n\nExistem seis espécies de dragões em Arton, uma para cada elemento. E em cada uma delas, o mais antigo e poderoso recebe a alcunha de Dragão-Rei.\n\nSão eles Sckhar, do Fogo, rei dos dragões vermelhos e o mais poderoso dentre os dragões vivos de Arton, governante do reino de Sckharshantallas. Hydora, do Ar, líder dos dragões celestes ou azuis e criador dos elfos do céu. Beluhga, da Luz, a já falecida e ainda insubstituível rainha dos dragões brancos e das Montanhas Uivantes. Zadbblein, rainha dos dragões verdes, representante do elemento Terra. Benthos, rei dos dragões marinhos, ligado a Água e que raramente interage com os habitantes da superfície e, por fim, Mzzileyn, o traiçoeiro rei dos dragões negros, ligado à escuridão, às trevas e à morte.\n\nAinda que apenas alguns deles interajam com os povos mortais, sempre que o fazem os rumos da história de Arton são alterados de alguma maneira. Estando dentre as criaturas vivas mais poderosas que se tem notícia, mesmo o mais simplório de seus planos tem consequências drásticas, influenciando milhares de pessoas.\n\nPatrono: Dragões-Reis Editar\n\nPor estarem acostumados a ordenar e serem obedecidos e por serem visados o tempo inteiro não apenas por seus outros irmãos, mas também por vários inimigos poderosos, dragões podem adotar grupos de heróis como servos para que cumpram funções que considerem de menor importância.\n\nExigência: personagens só serão adotados como protegidos por algum Dragão-Rei se forem realmente eficientes. Todos deverão adotar a desvantagem Devoção para com seu Patrono, com um agravante: o redutor para aqueles que ousarem não cumprir as ordens imediatamente é de –2 em todas as características.\n\nDragonete: um familiar dragonete da mesma cor do dragão Patrono (F0, H1, R1, A0, PdF1, Voo, Tiro Carregável) surge por um número de turnos igual à sua R. Caso possua a vantagem, poderá adotá-lo como um familiar permanente.\nEscamas de Dragão: um pingente ou objeto entregue pelo Patrono que garante Armadura Extra contra o tipo de dano ligado ao dragão Patrono por um número de vezes igual à sua A.\nDragonslayer: um artefato capaz de ferir um dragão, independente da escala ao qual ele pertença! Contudo, ele só funciona uma única vez por combate.",
  "cost": "Dragões são a raça mais antiga de Arton, e também uma das mais poderosas. Gigantescos, com corpos massivos cobertos por escamas impenetráveis, repletos de espinhos, chifres e garras, além de soprar labaredas de energia capazes de derreter quase tudo. Se tudo isso já não fosse apelação o suficiente, eles ainda podem voar!"
},{
  "name": "Elfo-do-Mar",
  "description": "Custo: 1 ponto\n\nSão infinitas as maravilhas submarinas de Arton, mas nenhuma se compara aos elfos-do-mar. Enquanto a raça humana predomina em terra firme e os elfos perderam o reino em Arton-Sul, no mar podemos encontrar vastos reinos dominados por seus primos subaquáticos.\n\nElfos-do-mar têm as mesmas orelhas pontiagudas (muitas vezes com raios, feito barbatanas, assim como nas mãos e pés) e olhos amendoados das contrapartes na superfície, mas as semelhanças terminam ai. A pele é perolada ou azul-acinzentada, como golfinhos. Quando estão na água respiram pelas narinas e expelem a água por seis fendas branquiais nas costas. Em terra firme, essas fendas se fecham e eles podem respirar normalmente.\n\nAnfíbio. Elfos-do-mar possuem todos os bônus e desvantagens relativos a essa vantagem única.\nForma Alternativa. Todo elfo marinho é capaz de se transformar em alguma criatura aquática. A maioria adota a forma de golfinhos ou lontras; contudo, certos elfos — especialmente aqueles de índole cruel — podem assumir formas monstruosas. Um elfo do mar transformado pode sair da água na segunda forma (se ela for capaz disso) mas não poderá mudar até regressar à água.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Esqueleto",
  "description": "Custo: 0 pontos.\n\nMuitos esqueletos são simples amontoados de ossos que andam e lutam, os mais fracos entre os mortos-vivos. Quase nunca surgem naturalmente; costumam ser invocados por magos necromantes e clérigos (um ato considerado criminoso e maligno na maioria das culturas) para atuar como guardas e soldados.\n\nAlguns poucos, no entanto, adquirem vontade própria, intelecto superior e equipam-se com armas e armaduras pesadas, tornando-se guerreiros temíveis. Esqueleto poderosos podem ser grandes heróis (e vilões ainda piores).\n\nInvulnerabilidade: Frio. Esqueletos não sentem frio.\nArmadura Extra: Corte e Perfuração. Não há mais carne para cortar ou perfurar.\nDevoção. Normalmente envolve seguir as ordens de seu invocador; esqueletos são obedientes a seus mestres.\nInculto. Quase todos os esqueletos são silenciosos, totalmente mudos. Aqueles capazes de falar o fazem com uma voz estridente e arranhada (e recompram esta desvantagem).\nMonstruoso. Um esqueleto nunca pode se fazer passar por um ser humano, mesmo quando disfarçado.",
  "cost": "Custo: 0 pontos."
},{
  "name": "Fada",
  "description": "Custo: 3 pontos.\n\n“Fada” é um nome genérico para muitas pequenas criaturas de natureza altamente mágica, muitas vezes ligadas à natureza ou certos deuses. Elas podem ser conhecidas como sprites, pixies, dríades, sátiros, ninfas...\n\nEmbora a aparência das fadas possa variar imen-samente, grande parte delas tem o aspecto de pequeninas\njovens élficas, com asas de libélula ou borboleta, e olhos negros e brilhantes, feito olhos de inseto ou lagartixa. Muitas têm antenas. Outras ostentam um segundo par de braços, parecidos com garras ou patas de inseto.\n\nFadas são de natureza curiosa e brincalhona. Comportam-se como crianças, mas podem atingir séculos de idade e esconder grande sabedoria. Nunca envelhecem. No entanto, quando morrem, não podem ser ressuscitadas por meios normais, pois seus corpos se transformam em poeira brilhante. Apenas uma magia Desejo pode trazer uma delas de volta à vida.\n\nHabilidade +1. Fadas são ágeis e graciosas.\nAparência Inofensiva. Minúsculas e de aspecto delicado, fadas não parecem capazes de machucar ninguém.\nVoo. Quase todas as fadas podem voar. Se você optar por uma fada sem asas, a vantagem custará 2 pontos.\nMagia. Fadas recebem Magia Branca ou Negra (à escolha do jogador) e Magia Elemental sem pagar pontos.\nModelo Especial. A menos que você colecione brinquedos, é realmente difícil conseguir roupas, armas, instrumentos e veículos para fadas. Embora sejam incomuns, há fadas de tamanho humano. Elas não sofrem os efeitos de Modelo Especial, mas também não recebem H+1. O custo da vantagem fica inalterado.\nVulnerabilidade: Magia. Fadas são muito vulneráveis a magia e armas mágicas.\nVantagens Proibidas. Fadas nunca podem adquirir Resistência à Magia e, obviamente, não podem ser Monstruosas.",
  "cost": "Custo: 3 pontos."
},{
  "name": "Fantasma",
  "description": "Custo: 3 Pontos.\n\nFantasmas são mortos-vivos imateriais, espíritos descarnados. Quando surgem, geralmente é porque algum motivo poderoso e particular impede que tenham o descanso eterno.\n\nFantasmas podem se fazer passar perfeitamente por humanos vivos — exceto ao toque, é claro. Eles também revelam sua real natureza quando usam qualquer poder que consome Pontos de Magia; nesse momento se tornam translúcidos, semi-transparentes.\n\nIncorpóreo. Fantasmas são imunes a todas as formas de dano físico e energia. Eles sofrem dano apenas por magia, ou ataques realizados por um xamã ou outra criatura incorpórea. Da mesma forma, fantasmas não podem usar sua própria Força ou PdF para interagir com o mundo físico — podem tocar apenas xamãs e outros seres incorpóreos.\nImortal. Quando destruídos, fantasmas ressurgem mais tarde no mesmo local onde morreram. Um fantasma nunca pode ser completamente destruído.\nPânico. Fantasmas podem conjurar esta magia pelo custo normal em PMs.\nAptidão para Invisibilidade e Possessão. Para fantasmas, estas vantagens custam 1 ponto cada.\nDevoção. Um fantasma está preso a este mundo por amor, raiva, vingança ou razões que ele próprio não consegue entender, sempre envolvido em uma missão interminável.",
  "cost": "Custo: 3 Pontos."
},{
  "name": "Finntroll",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nOs trolls nobres, ou finntrolls, são uma raça relativamente desconhecida, que habita o submundo e que ergue magníficas cidades nas profundezas escuras de Arton, onde não há luz nem calor. Arrogantes e prepotentes, todos os finntroll acreditam ser superiores a todos os outros e jamais tentam ocultar esse tipo de pensamento. Cultivam uma presunção capaz de rivalizar com os mais orgulhosos regentes élficos do passado.\n\nA aparência alta e esguia, com pescoço ligeiramente alongado, aliado à pele muito clara com veias azuladas aparentes, dão a eles a aparência de mortos-vivos. Entretanto, se tratam de seres vivos únicos, uma versão evoluída dos trolls comuns que habitam florestas e cavernas. Daí a segunda denominação de “troll nobre”. Criaturas metade plantas, metade humanos, ainda que jamais aceitem isso como verdade.\n\nResistência +1. Finntrolls são muito resistentes.\nMá Fama. Finntrolls são arrogantes, egocêntricos e naturalmente malignos. E todo mundo que os conhece sabe disso (eles não fazem a menor questão de esconder).\nAptidão para Magia Profana. Seres mágicos por natureza, para os finntrolls a escola de Magia Negra custa apenas 1 ponto.\nInfravisão e Resistência à Magia. Seres subterrâneos, finntrolls são capazes de enxergar o calor das coisas no escuro, além de serem “duros” contra magias.\nPonto Fraco. Finntrolls odeiam a luz. Se estiverem expostos à luz solar, sofrem –1 em todas as características, gastam o dobro de PMs para usar vantagens e magias e não se regeneram. Um finntroll pode gastar 1 ponto para cancelar cada uma das três fraquezas solares separadamente.\nCorpo Vegetal. Finntrolls possuem Regeneração, a não ser que sejam atacados com dano por fogo ou químico (mas, não, veneno) e têm Vulnerabilidade a esses tipos de dano. São também imunes a veneno, sono e efeitos de Paralisia e nunca são considerados surpresos ou indefesos.\nInsano. Megalomaníaco. Um finntroll sempre acredita que é superior a tudo e a todos.\nCriaturas Fantásticas Editar\nMago Finntroll, 10N Editar\n\nF0, H4, R1, A1, PdF2; 5 PVs, 15 PMs; kit Mago (recuperar mana); Finntroll; Familiar (morcego), Magia Negra e Pontos de Magia Extras.\n\nRecuperar Mana: concentrando-se na magia que permeia o ambiente, o mago pode gastar um movimento para recuperar uma quantidade de PMs igual à sua Resistência.\nGuerreiro Finntroll, 12N Editar\n\nF4, H2, R2, A2, PdF0; 20 PVs, 10 PMs; kit Guerreiro (crítico automático); Finntroll; Ataque Especial (F; preciso) e Pontos de Vida Extras.\n\nCrítico Automático: o guerreiro fintroll pode gastar 2 PMs em vez de 1 PE para comprar um crítico automático em seu ataque um número de vezes ao dia igual à própria H.",
  "cost": "Os trolls nobres, ou finntrolls, são uma raça relativamente desconhecida, que habita o submundo e que ergue magníficas cidades nas profundezas escuras de Arton, onde não há luz nem calor. Arrogantes e prepotentes, todos os finntroll acreditam ser superiores a todos os outros e jamais tentam ocultar esse tipo de pensamento. Cultivam uma presunção capaz de rivalizar com os mais orgulhosos regentes élficos do passado."
},{
  "name": "Goblin",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: -1 ponto.\n\nGoblins são uma raça humanoide de pequena estatura (cerca de 1m), muito comum em mundos fantásticos. Em geral são malignos, mas algumas sociedades os aceitam como cidadãos, e uns poucos podem ser heróis.\n\nSua pele tem cor de terra, seus olhos são muito vermelhos e brilham na escuridão. Quase ninguém confia neles, mas podem ser contratados para trabalhar por preço baixo. Em regiões selvagens, grandes grupos de goblins costumam estar sob o comando de um líder ou mesmo um rei, que cavalga um grande lobo ou outro tipo de criatura.\n\nTestes de Resistência +1. Goblins são habituados à sujeira e rigores da vida.\nInfravisão. Goblins são noturnos e subterrâneos, por isso enxergam no escuro.\nAptidão para Crime. Para goblins, a perícia Crime custa apenas 1 ponto.\nMá Fama. Ninguém confia em goblins ou gosta de tê-los por perto.\nMagia. Para goblins, ser um conjurador é mais difícil. Magia Branca, Elemental e Negra custam 3 pontos cada. No entanto, um goblin com Clericato pode comprar Magia Branca pelo custo normal (2 pontos).\nCriaturas Fantásticas Editar\n\nDentre todos os membros da Aliança Negra, os goblins são os mais numerosos. Recrutados em massa das diversas tribos espalhadas pelo continente-sul, formam tropas fracas, cuja força está no número. Não são muito diferentes dos bandidos goblins encontrados em Arton-Norte, a não ser pela selvageria.\n\nRecruta Goblin, 4N Editar\n\nF1, H2, R1, A0, PdF1; 5 PVs, 5 PMs; kit Combatente (chuva de ataques); Goblin.\n\nChuva de Ataques: uma vez por combate, recrutas podem usar a vantagem Ataque Múltiplo ou Tiro Múltiplo como se as tivessem.\nBaloeiro Goblin, 5N Editar\n\nF0, H2, R1, A0, PdF0; 5 PVs; 5 PMs; kit Baloeiro Goblin (balão goblin); Goblin; Arena (céu); Máquinas.\n\nBalão Goblin: os baloeiros possuem um veículo voador próprio. Trata-se de um Aliado mecha em escala Ningen de mesma pontuação, com a vantagem Voo. Balões com H0 podem ser pilotados apenas internamente. Se tiver H1 ou mais, pode até seguir as ordens do piloto!\nCavaleiro Goblin, 7N Editar\n\nF1, H2, R1, A2, PdF1; 5 PVs, 5 PMs; kit Capanga (flanquear); Goblin; Aliado (lobo: F2 (perfuração), H3, R1, A0, PdF0; Sentidos Especiais (audição, faro e visão aguçados); Inculto e Modelo Especial); doma, intimidação e montaria.\n\nFlanquear: quando ataca alguém que está envolvido em combate contra um aliado seu, o cavaleiro goblin pode ignorar a H do alvo.\nAssassino Goblin, 8N Editar\n\nF2, H3, R1, A1, PdF0; 5 PVs, 5 PMs; kit Assassino (arma envenenada e golpe de misericórdia); Goblin; Crime.\n\nArma Envenenada: todos os ataques do assassino são considerados venenosos (Manual 3D&T Alpha, pág. 120)\nGolpe de Misericórdia: quando causa dano em um alvo indefeso, ele deve fazer um teste de R. Se falhar, seus PVs cairão para zero. Se tiver sucesso, sofre dano normal.\nChefe Goblin, 9N Editar\n\nF3, H2, R1, A2, PdF1; 5 PVs, 5 PMs; kit Guerreiro (crítico automático); Goblin; Crime.\n\nCrítico Automático: o chefe goblin pode gastar 2 PMs em vez de 1 PE para comprar um crítico automático em seu ataque um número de vezes ao dia igual à própria H.\nXamã Goblin, 9N Editar\n\nF0, H3, R2, A1, PdF2; 10 PVs, 10 PMs; kit Clérigo de Ragnar (magias de Ragnar); Goblin; Clericato (Ragnar) e Inimigo (humanos).\n\nMagias de Ragnar: xamãs goblins podem lançar as magias Fúria Guerreira, Pânico e Tropas de Ragnar pela metade do custo em PMs.",
  "cost": "Custo: -1 ponto."
},{
  "name": "Golem",
  "description": "Custo: 0 pontos.\n\nO mecha (pronuncia-se “meca”) segue a estética dos robôs japoneses de mangá e anime. Parece pouco com uma pessoa, e muito com maquinaria pesada. São grandes e angulosos, os mais mecânicos entre os construtos.\n\nQualquer mecha que pertence a um personagem jogador é, na verdade, um Aliado com esta vantagem única. Mechas comuns têm tamanho humano ou maior, entre 2 e 3m de altura (mas aqueles de escalas diferentes podem ser gigantescos). Têm a cabeça pequena em proporção com o resto do corpo, reforçando a impressão de que são imensos. Muitos têm um visor no lugar dos olhos, ou nem mesmo têm rosto — a cabeça mais parece um capacete.\n\nAo contrário dos androides, ciborgues e outros, mechas não são feitos para se adaptar à vida humana — são considerados simples ferramentas, instrumentos ou eletrodomésticos. Embora a maioria dos mechas tenha estrutura humanoide básica (cabeça, tronco, dois braços, duas pernas), é muito comum que tenham formas diferentes, dependendo de sua função. Um mecha de batalha pode possuir um canhão substituindo um braço, enquanto um mecha operário pode ter garras próprias para segurar e transportar cargas.\n\n• Aptidão para Forma Alternativa. A estrutura mais “mecânica” dos mechas também permite que alguns destes robôs consigam mudar de uma configuração para outra — são os famosos transformers.\n\nA combinação humanoide/veículo é mais comum, pois oferece a versatilidade humana e a mobilidade de um carro, moto, jato, nave ou outro veículo. Também existem as formas de animal (em versão mecanizada), estrutura imóvel (uma torre de vigília, antenas de comunicação, estação de batalha...), aparelho (pistola, rádio-gravador, fita-cassete...) e outras. Uns poucos possuem três ou até quatro formas diferentes. Um mecha paga apenas 1 ponto por esta vantagem.\n\n• Modelo Especial. É comum que mechas sejam grandes demais para usar roupas, armas, veículos e outros utensílios destinados a humanos. No entanto, podem recomprar esta desvantagem por 1 ponto.",
  "cost": "Custo: 0 pontos."
},{
  "name": "Hellaron",
  "description": "Custo: 2 pontos\n\nO maior obstáculo àqueles que procuram o Helladarion está na localização do artefato. A Caverna do Saber fica em Yuden, nação de tradição tirânica e militarista. No passado, Yuden procurava manter o controle da informação, e essa mentalidade ainda está muito presente. Conflitos entre a Igreja de Tanna-toh e facções militares locais são constantes: enquanto os clérigos desejam responder perguntas, as patrulhas de Yuden dificultam o acesso à caverna. Por isso, o Helladarion encarregou os clérigos de um projeto especial: os Hellaron. Um grupo de construtos humanoides mentalmente ligados ao artefato, atuando como emissários. Embora existam ainda em número reduzido, os Hellarons percorrem o Reinado exercendo a autoridade do sumo sacerdote, levando respostas a quem precisa — e acumulando mais memórias.\n\nUm grupo de heróis pode procurar a Igreja e contratar um Hellaron para uma expedição, como provedor de informação e suporte mágico divino. Custa T$ 500 por dia, ou 20% de todo o tesouro obtido, o que for maior. O construto tem boas capacidades defensivas e não precisa ser protegido. Contudo, se for destruído, os heróis devem arcar com o custo de T$ 3.000.\n\nResistência +1, Resistência à Magia. Hellarons são construtos feitos para resistir ao rigor das mais perigosas aventuras.\nParalisia. Apenas caso seja diretamente atacado, o Hellaron pode usar seus poderes para paralisar os oponentes.\nMagia Branca. Devido à origem divina, os hellarons também são capazes de usar magia. Eles recebem Magia Branca gratuitamente.\nLeal e Neutro. Um hellaron irá defender-se ou auxiliar os contratantes, se necessário, mas não tomará partido em disputas que não fizerem parte da missão. Todos eles possuem o Código de Honra da Honestidade, além das 1ª e 2ª Leis de Asimov.\nTelepatia. Além dos benefícios normais da vantagem e seguindo as mesmas regras, os hellarons são capazes de se comunicar com o próprio Helladarion em busca de respostas ou conhecimento a qualquer momento.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Hobgoblin",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: 2 pontos\n\nHobgoblins são a espinha dorsal da Aliança Negra. Enquanto goblins e bugbears são mais selvagens e contam, respectivamente, com números e força, os hobgoblins são verdadeiros soldados, com treinamento e táticas militares.\n\nForça +3, Resistência +1. Hobgoblins são grandes e resistentes\nMá Fama, Monstruoso. Eles são tão ou mais odiados do que os primos menores, os goblins. E ainda mais feios do que esses.\nAptidão para Máquinas. Para membros dessa raça, a perícia Máquinas custa apenas 1 ponto.\nInfravisão. Criaturas subterrâneas e de hábitos notívagos, todos os hobgoblins possuem Infravisão.\nInimigo. Hobgoblins odeiam elfos ainda mais do que odeiam qualquer outra raça de Arton, sendo naturalmente Inimigos dessa raça.\nSenso Militar. Um hobgoblin é devotado a cumprir ordens superiores, hesitando em agir e perdendo automaticamente a Iniciativa em combate caso não tenha recebido uma ordem direta de alguém que considere superior a ele por qualquer motivo.\nCriaturas Fantásticas Editar\nSoldado Hobgoblin, 7N Editar\n\nF3, H2, R1, A2, PdF0; 5 PVs, 5 PMs; kit Guerreiro (armadura completa); Hobgoblin.\n\nArmadura Completa: caso sofra um acerto crítico, o soldado hobgoblin pode fazer um teste de A. Se for bem-sucedido, sofre apenas o dano normal.\nArauto da Morte Hobgoblin, 8N Editar\n\nF3, H2, R1, A0, PdF0; 5 PVs, 5 PMs; kit Bardo (magia sutil); Hobgoblin; Manipulação.\n\nMagia Sutil: o arauto da morte hobgoblin conhece as magias Criatura Mágica, Fúria Guerreira e Presença Distante, podendo lançá-las mesmo sem qualquer escola mágica.\nArqueiro Hobgoblin, 9N Editar\n\nF3, H2, R1, A0, PdF2; 5 PVs, 5 PMs; kit Arqueiro (chuva de disparos); Hobgoblin; Tiro Múltiplo.\n\nChuva de Disparos: o arqueiro hobgoblin gasta metade dos PMs para usar Tiro Múltiplo. Cada dois ataques custam apenas 1 PM.\nMago de Guerra Hobgoblin, 9N Editar\n\nF3, H3, R1, A0, PdF0; 5 PVs, 15 PMs; kit Mago de Combate (recuperação mágica); Hobgoblin; Magia Elemental, Familiar (corvo) e Pontos de Magia Extras; Restrição de Poder (magias que não causam dano).\n\nRecuperação Mágica: sempre que um mago de guerra hobgoblin é ferido por magia, ele recupera metade do dano sofrido (arredondado para baixo) em PMs sem nunca ultrapassar o máximo permitido pela própria R.\nSargento Hobgoblin, 10N Editar\n\nF3, H2, R1, A2, PdF0; 5 PVs, 5 PMs; kit Centurião (ordens de combate); Hobgoblin; Patrono (Aliança Negra); Manipulação.\n\nOrdens de Combate: o sargento pode gastar um movimento e 1 PM para garantir um bônus de FA+1 e FD+1 a todos os aliados por um número de turnos iguais a própria H.\nCapitão Hobgoblin, 12N Editar\n\nF3, H3, R2, A2, PdF0, 5 PVs, 5 PMs; kit Centurião (conhecimento militar e ordens de combate); Hobgoblin; Patrono; Código de Honra (derrota); Manipulação.\n\nConhecimento Militar: um capitão hobgoblin é capaz de realizar testes de perícias que não possui um número de vezes ao dia igual à própria H.\nOrdens de Combate: o capitão pode gastar um movimento e 1 PM para garantir um bônus de FA+1 e FD+1 a todos os aliados por um número de turnos igual à própria H.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Homem-Serpente",
  "description": "Membros de uma raça antiga e traiçoeira, os homens-serpente são criaturas com torsos humanos, cabeça e a metade inferior do corpo de serpente. Eram originários do Deserto Sem Retorno, no extremo-sul de Lamnor. A sua quase extinção veio quando o deus Sszzaas foi destruído, e os outros deuses comandaram uma grande caçada contra todos os cultistas. Os homens-serpente foram os primeiros alvos da caçada e em poucos anos haviam sido totalmente varridos de Arton. Ou assim se acreditava.\n\nResistência +1. A resistência dos homens-serpente já os salvou da extinção inúmeras vezes.\nParalisia. Homens-serpente podem inocular veneno em suas vítimas com um ataque comum. Caso sua FA ultrapasse a FD da vítima, em vez de causar dano, ela ficará paralisada, ficando indefesa por um número de turnos igual aos PMs gastos.\nMá Fama. Precisa explicar?\nModelo Especial. Os homens-serpente possuem corpos muito diferentes do padrão humano, sendo incapazes de utilizar corretamente objetos, veículos ou armas projetados para outras espécies.",
  "cost": "Membros de uma raça antiga e traiçoeira, os homens-serpente são criaturas com torsos humanos, cabeça e a metade inferior do corpo de serpente. Eram originários do Deserto Sem Retorno, no extremo-sul de Lamnor. A sua quase extinção veio quando o deus Sszzaas foi destruído, e os outros deuses comandaram uma grande caçada contra todos os cultistas. Os homens-serpente foram os primeiros alvos da caçada e em poucos anos haviam sido totalmente varridos de Arton. Ou assim se acreditava."
},{
  "name": "Humanoides",
  "description": "Humanoides são membros de raças que lembram humanos em alguns aspectos — têm cabeça, tronco, dois braços e duas pernas... ou quase tudo isso. Todos são inteligentes, mas seu parentesco com os humanos é bem mais distante que no caso dos semi-humanos.\n\nHumanoides quase sempre têm sua própria cultura e sociedade, sendo mais raro encontrá-los agindo ao lado dos humanos. O mais comum é que sejam inimigos. No entanto, um membro renegado da raça às vezes pode ser visto acompanhando um grupo de aventureiros.\n\nMagias e poderes que afetam apenas humanos e semi-humanos não afetam humanoides, e vice-versa.\n\nTODOS OS ITENS (22)\n\n#ABCDEFGHIJKLMNOPQRSTUVWXYZOUTRAS\nA\nAlien\nAndrodraco\nAnfíbio\nB\nBugbear\nC\nCentauro\nE\nElfo-do-Mar\nF\nFinntroll\nG\nGoblin\nH\nHobgoblin\nHomem-Serpente\nK\nKemono\nKobold\nM\nMeio-dragão\nMeio-Dragão-Tamuriano\nMeio-Zumbi\nMinotauro\nN\nNagah\nO\nOgre\nOni\nOrc\nT\nThera, o Povo Dinossauro\nTroglodita",
  "cost": "Humanoides são membros de raças que lembram humanos em alguns aspectos — têm cabeça, tronco, dois braços e duas pernas... ou quase tudo isso. Todos são inteligentes, mas seu parentesco com os humanos é bem mais distante que no caso dos semi-humanos."
},{
  "name": "Humanos",
  "description": "Custo: 0 pontos\n\nNa maioria dos mundos, a supremacia pertence aos humanos. Mesmo nos lugares onde existem outras raças nativas, quase sempre a população humana supera todas as outras juntas. Comparados a outros povos, os humanos em geral têm mais iniciativa, mais energia e são mais adaptáveis, mas também têm vidas mais curtas.\n\nHumanos podem apresentar aparência ou poderes exóticos que muitos qualificam como “não humanos”. Um artista marcial capaz de disparar bolas de fogo pelas mãos, ou uma garota de cabelo rosado que fulmina demônios, dificilmente seriam considerados pessoas normais. No mundo colorido de 3D&T, muitas vezes será difícil dizer quem é humano ou não é...\n\nSer um humano é muito importante ao relacionar-se com pessoas normais: não-humanos costumam ser odiados, temidos (especialmente os humanoides e youkai), subestimados (como os semi-humanos) ou considerados inferiores (como construtos).\n\nNão é preciso adquirir nenhuma vantagem para ser humano. Se você não comprar nenhuma das vantagens únicas, então será automaticamente considerado humano.\n\n______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nVersatilidade. Humanos aprendem rápido, adquirindo conhecimentos diversos com mais facilidade que membros de outras raças. Você pode comprar uma única perícia a sua escolha por 1 ponto. Se a campanha utiliza kits de personagem, pode trocar a perícia por um poder gratuito extra do seu primeiro kit (e apenas do primeiro kit; se vier a adquirir outro, receberá apenas um poder gratuito).",
  "cost": "Custo: 0 pontos"
},{
  "name": "Kemono",
  "description": "Custo: 1 ponto;\n\nTambém conhecidos como juujin ou kemonobito, os kemono são animais antropomórficos — ou seja, com características humanas. São bichos de várias espécies (a maioria, mamíferos) que andam, falam e agem como humanos.\n\nMuitas vezes são confundidos com licantropos e outros monstros. Mas o kemono típico, exceto pela aparência, é absolutamente humano: fala línguas normais, veste roupas normais, come comida normal, e vive em casas normais. Muitos, inclusive, ficarão ofendidos caso sejam tratados como animais. Seu comportamento é tão civilizado que confunde as diferenças entre animais e humanos.\n\nAlguns kemono demonstram traços de personalidade ligados à sua aparência animal: coelhos são cautelosos, raposas são traiçoeiras, gatos são independentes, cães são leais, e assim por diante.\n\nUma variedade especial de kemono são os nekomimi, pessoas com orelhas, cauda e às vezes (mas nem sempre) patas de animais. O animal mais comum é o gato, mas também existem nekomimi de grandes felinos (panteras, onças, tigres...), coelhos, raposas, cães, lobos, porcos e outros mamíferos.\n\nHabilidade +1. “Mais humanos que os humanos”, kemono são inteligentes e hábeis.\nSentidos Especiais. Kemono podem escolher dois entre os seguintes: Audição Aguçada, Visão Aguçada e Faro Aguçado. Eles raramente são apanhados de surpresa.",
  "cost": "Custo: 1 ponto;"
},{
  "name": "Kobold",
  "description": "Kobolds são pequenas criaturas irritantes de cabeça reptiliana e corpo coberto de escamas — lembrando dragões humanoides em miniatura. Na verdade, kobolds são parentes de dragões, apesar de longínquos… Sozinhos, não são ameaça para ninguém, mas reúnem-se em bandos enormes (uma tribo deles pode ter de dez a duzentos membros), usando táticas traiçoeiras nos subterrâneos onde vivem.\n\nTodas as tentativas de civilizá-los ou escravizá-los falharam, e nem mesmo a Aliança Negra encontrou serventia para eles. Apesar de pequenos e fracos, kobolds surpreendem pela variedade de papéis que podem assumir. É dito que todo aventureiro enfrenta kobolds pelo menos uma vez — e alguns veteranos parecem ser perseguidos por essas pestes a vida inteira.\n\nConteúdo[exibir]\nVantagem Única Editar\n\nCusto: -2 pontos\n\nHabilidade +1. Kobolds são criaturas ágeis.\nHerança Dracônica. Uma vez por combate, kobolds podem utilizar uma vantagem ou poder que tenham e que consuma PMs pela metade do custo, arredondado para baixo.\nNoturno. Kobolds recebem Visão Aguçada e Infravisão. Contudo, quando expostos a luzes fortes, como a luz do sol ou magias com efeitos semelhantes, eles ficam ofuscados, sofrendo um redutor de H–1.\nInculto, Má Fama e Modelo Especial. Kobolds não são muito inteligentes, além de serem considerados pragas, com seus corpos diminutos e hábitos irritantes. Mesmo assim, eles podem recomprar a desvantagem Inculto em campanha, por 10 PEs.\nCriatura Fantástica Editar\nKobold Comum, 1N Editar\n\nF0, H1, R1, A1, PdF1 (perfuração); 5 PVs, 5 PMs; Kobold.\n\nKobold Explosivo, 1N Editar\n\nF1 (corte), H1, R1, A0, PdF0; 5 PVs, 15 PMs; Explosivo; Kobold; Pontos de Magia Extras.\n\nExplosivo: quando derrotado, esse kobold explode causando dano em á rea igual a 3d+PMs restantes dele em todos que estiverem à distância de combate corpo-a-corpo, diminuindo em 1d a cada 3m a partir de então.\nKobold Filho do Dragão, 4N Editar\n\nF0, H2, R1, A0, PdF0; 5 PVs, 15 PMs; Kobold; Magia Elemental, Pontos de Magia Extras e Resistência à Magia.\n\nKobold Xamã, 6N Editar\n\nF0, H2, R2, A0, PdF0; 10 PVs, 20 PMs; Kobold; Clericato, Magia Elemental, Pontos de Magia Extras e Xamã.\n\nKobold Rei, 8N Editar\n\nF1 (corte), H2, R2, A1, PdF1 (perfuração); 20 PVs, 20 PMs; Kobold (recomprou Inculto); Grunts e Pontos de Vida Extras; Que Rei Sou Eu (veja adiante).\n\nGrunts: um suprimento inesgotável de servos kobolds. O kobold rei pode pagar 1 PM para invocar 1d dessas criaturas para lutar ou fazer qualquer coisa por ele. Todas são construídas com 2 pontos e podem acumular até –2 pontos em desvantagens.\nHorda de Kobolds, 12N Editar\n\nF2 (corte), H2, R3, A2, PdF2 (perfuração); 70 PVs; Kobold, Horda; Pontos de Vida Extras ×2, Regeneração; Maldição (não regenera PVs perdidos em ataques de área).\n\nHorda: hordas calculam PVs como R×10, mas não têm PMs. Também não realizam movimentos, já que estão vindo de todos os lugares. Ataques de uma horda são sempre direcionados simultaneamente contra todos os inimigos (só se rola a FA uma vez por turno, que será a mesma para todos os oponentes). Além disso, elas tem Vulnerabilidade a ataques de área.\nTáticas Editar\n\nKobolds comuns sempre armam emboscadas: preparam armadilhas, liberam insetos venenosos ou usam o terreno a seu favor. Só entram em combate direto se houver pelo menos três kobolds para cada personagem — eles tentam fugir ao menor sinal de inferioridade numérica. Kobolds explosivos são suicidas: em vez de fugir, agarram-se às vítimas, para diminuir sua movimentação e causar bastante estrago quando forem derrotados. Kobolds reis, xamãs e filhos do dragão sempre se mantém atacando à distância, enquanto os demais atrapalham os alvos. Apenas a horda de kobolds luta sem fugir, aproveitando-se da quantidade infindável de membros, que não param de chegar.\n\nTesouro Editar\n\n✩ Quinquilharia Kobold (de 1 a 5 PEs): algum item que os kobolds acharam ou roubaram por aí. Decida quantos PEs você quer gastar nesse tesouro. O mestre então escolhe aleatoriamente algum tesouro deste livro que tenha esse mesmo custo em PEs.\n\n✩ Que Rei Sou Eu (10 PEs): o kobold rei usa uma coroa, símbolo de seu poder, que lhe garante as vantagens Aliado (um bando de kobolds com Devoção: obedecer ao kobold rei) e Boa Fama (em sua tribo). Aquele que veste a coroa passa a ser adorado pelos kobolds como o novo líder.\n\nKatharmek, o Maior Mago (kobold) do Mundo Editar\n\nRaramente, um kobold com poderes arcanos nasce. Katharmek é uma dessas exceções. Expulso da tribo por causa desses poderes, seus únicos amigos foram um grupo de aventureiros, infelizmente dizimados após uma jornada particularmente difícil. Todo esse sofrimento, entretanto, chamou a atenção de Wynna, a deusa da magia. Ela não podia mais ressuscitar seus companheiros, mas permitiu que ele instalasse um laboratório na masmorra que a deusa desenvolveu para o desafio da libertação de Valkaria. Lá, ele poderia pesquisar e desenvolver os próprios poderes à vontade.\n\nCom a deusa da ambição livre, Katharmek não pôde mais continuar com os estudos seculares, mas isso só serviu para que ele pudesse enfim pôr à cabo um plano preparado por muito tempo: atualmente, o mais poderoso mago kobold conhecido vaga pelos planos divinos, tentando reencontrar as almas do antigo grupo de aventureiros.\n\nKatharmek, 65S Editar\n\nF0, H4, R6, A5, PdF2 (perfuração); 30 PVs, 150 PMs. Mago Planar (explorador planar e mago planar), Sabotador Arcano (armadilhas mágicas, armadilheiro); Arquimago (elementalista superior: terra, escolhido da deusa, fonte de magia). Kobold (recomprou Inculto); Arcano, Armadura Suprema, Elementalista (espírito, fogo e terra), Imortal, Magia Extrema, Magia Irresistível II, Patrona (Wynna), Pontos de Magia Extras ×5, Resistência à Magia, Sentidos Especiais (audição aguçada, infravisão e ver o invisível), Telepatia e Teleporte; Ciências, Crime, Idiomas e Sobrevivência; Devoção (encontrar seu antigo grupo).\n\nObjetos Mágicos: Anéis de Anulação ×4, Olha o Cajado! (veja adiante), Coroa da Resistência Espiritual e Medalhão de Wynna.\nMagias Preferidas: todas. Katharmek tem 10 PMs presos em magias diversas com Permanência.\nArmadilhas Mágicas: Katharmek pode lançar uma magia oculta em uma área ou objeto. Os PMs desta magia ficam “presos”, até que ela seja ativada ou ele cancele o efeito. A magia é ativada quando alguém tocar na área ou objeto. Para preparar uma armadilha mágica, Katharmek deve gastar os PMs e ser bem-sucedido em um teste da especialização Armadilhas (Fácil, Médio ou Difícil, à escolha dele). Qualquer personagem com Armadilhas tem direito a um teste (dificuldade igual à que Katharmek escolheu) para notar que há algo errado. Ele pode manter até H armadilhas ativas ao mesmo tempo.\nArmadilheiro: com um movimento e 2 PMs, Katharmek obriga a vítima a fazer um teste de H. Se ela falhar, fica indefesa no próximo turno.\nArmadura Suprema. Sempre que sofrer dano de uma escala superior, Katharmek faz um teste de A. Se for bem-sucedido, ele pode pagar 3 PMs para que o ataque decresça uma escala. Ele pode gastar mais PMs para reduzir ataques ainda mais fortes até igualar sua escala.\nElementalista Superior: em um turno Katharmek pode conjurar R magias de terra pelo custo normal em PMs, ou uma magia sem qualquer custo (mas ainda restrito pela H).\nEscolhido da Deusa: as magias iniciais de Katharmek não tem custo em PMs, embora ainda estejam restritas às demais regras. Ele também conhece todas as magias existentes.\nExplorador Planar: as chances de Katharmek conseguir um sucesso em uma viagem planar para um lugar onde jamais esteve é muito maior (1, 2 ou 3 em 1d).\nFonte da Magia: Katharmek recupera 1 PM por turno indefinidamente e considera R×10 para cálculo de PMs, inclusive para vantagens como Pontos de Magia Extras.\nMagia Extrema. Essa escola de magia permite que efeitos e danos das magias Branca, Elemental e Negra afetem normalmente criaturas uma escala acima do conjurador. O custo em PMs dobra, mas o efeito e dano são multiplicados por 10! O número de efeitos por combate maximizados dessa forma é igual à R do conjurador. É possível ultrapassar os efeitos que estão nas descrições das magias do Manual 3D&T Alpha, gastando quantos PMs for capaz, para elevar o efeito da magia (mas o custo final em PMs continua restrito a Hx5). Também é possível, por 1 PM, aumentar ou diminuir em um nível a Duração e Alcance (ou ambos por 2 PMs) de uma magia qualquer — mas magias que se tornem permanentes passam a absorver 1 PV por turno do mago até serem canceladas.\nMago Planar: Katharmek conhece as magias Teleportação (comum e Avançada) e Teleportação Planar, podendo conjurá-las por metade do custo em PMs.\nTáticas Editar\n\nKatharmek mantém a preferência de seus iguais pelo uso de armadilhas, embora use a versão arcana delas. Onde ele estiver, vai manter várias Armadilhas Mágicas ativas, atrapalhando possíveis agressores enquanto lança magias à distância e invoca criaturas para o combate. Se perder metade dos PVs, Katharmek foge (provavelmente para outro plano), deixando as criaturas que invocou para dar conta dos inimigos.\n\nTesouro Editar\nItens de Cura (especial): Katharmek trazia consigo vários itens de cura que podem ser saqueados caso seja derrotado. Você recebe um frasco de cada item de cura, magia ou antídoto relacionado no Manual 3D&T Alpha, pág. 118.\n✩ Olha o Cajado! (30 PEs): uma vez por sessão, o cajado mágico particular de Katharmek tem o poder de invocar elementais (vistos na pág. 107) de qualquer um dos caminhos em que o conjurador tenha a vantagem Elementalista. Role 1d: com o resultado de 1 a 5 será um elemental grande. Se o resultado for 6, será um elemental ancião! Eles atuam como um Aliado por uma cena, depois voltam para seu plano de origem. Apenas personagens com Modelo Especial (pequeno) podem usar esse item.",
  "cost": "Kobolds são pequenas criaturas irritantes de cabeça reptiliana e corpo coberto de escamas — lembrando dragões humanoides em miniatura. Na verdade, kobolds são parentes de dragões, apesar de longínquos… Sozinhos, não são ameaça para ninguém, mas reúnem-se em bandos enormes (uma tribo deles pode ter de dez a duzentos membros), usando táticas traiçoeiras nos subterrâneos onde vivem."
},{
  "name": "Lefeu, os Demônios da Tormenta",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: 4 pontos\n\nCriaturas lefeu são feitas da mesma matéria vermelha que compõe uma área de Tormenta, apenas sendo moldados em um formato distinto. Eles recebem alguns dos dons do kit Criatura da Tormenta mesmo sem cumprir suas exigências. Por sua própria essência, lefeu não são indivíduos. São como células de um corpo único. Dessa forma, não possuem personalidade distinta, tampouco se importam em lutar até a morte — até onde esse conceito se aplica a eles.\n\nDurante anos, a aparência insetoide dos lefeu iludiu acadêmicos. Porém, eles não são artrópodes, não são insetos. Essa é apenas a forma como nossos cérebros interpretam a aparência alienígena deles. Não é possível pensar em como um lefeu realmente é. Lefeu são considerados youkai.\n\nAnticriação. Um lefeu possui as desvantagens Interferência e Interferência Mágica, mas afetando apenas realidades diferentes da dele. Pelo mesmo motivo, magias lançadas por eles não podem ser aprendidas por seres de outras realidades. Lefou não são afetados.\nCriatura da Tormenta. Lefeu possuem automaticamente Afinidade, Imunidades e Insanidade da Tormenta do kit Criatura da Tormenta (veja abaixo), podendo comprar outros poderes desse kit por 1 ponto cada. Além disso, são imunes a efeitos de Magnitude enquanto o lekael permitir.\nExistência Demoníaca. Por fazer parte de uma realidade paralela, a mente artoniana não compreende a anatomia e modo de pensar dos lefeu. Eles possuem Monstruoso e Insano. Além disso, são considerados Incultos, mas podem recomprar essa desvantagem.\nPoder Único. Lefeu têm acesso a um poder único para monstros (Manual 3D&T Alpha, pág. 137 e 138 e neste livro, na pág. 52).\nCriaturas Fantásticas Editar\nCasta Uktril Editar\n\nApesar de poderosos, os lefeu que infestam a Cidade na Tormenta pertencem à mais baixa casta de demônios, os uktril. Ela é formada por soldados e operários fisicamente idênticos entre si, produzidos em massa e que compõem a maior parte de suas tropas. Em Tamu-ra, uktril eram conhecidos como kanatur, “homem-formiga-diabo”. De fato, tais criaturas lembram humanoides de estatura elevada com uma cabeçorra que se assemelha à das formigas, com uma pinça no lugar da mão direita e garras na esquerda. Geralmente estão acompanhados de um líder geraktril (ou tai-kanatur — rei dos homens-formigas-diabo), muito semelhante, mas com uma terceira garra.\n\nUktril, 15N Editar\n\nF3 (esmagamento), H3, R3, A3, PdF0; 15 PVs, 15 PMs; Lefeu (poder único: armadura extra); Devoção (sua função dentro da área de Tormenta).\n\nGeraktril, 20N Editar\n\nF5 (esmagamento), H3, R4, A4, PdF0; 20 PVs, 20 PMs; Lefeu (poder único: invulnerável); Membros Extras (um terceiro braço terminado em pinça); Devoção (sua função dentro da área de Tormenta).\n\n_______________________________________________________________________________________\n\nCasta Qerluakk Editar\n\nFormada por guerreiros especializados. A maior parte dos lefeu encontrados por aventureiros pertencem a essa casta.\n\nHurobakk, 30N Editar\n\nCriaturas de poder de combate impressionante, os hurobakk lembram um inseto quadrúpede, com um segundo tronco ereto emergindo do primeiro (tal qual um centauro), com quatro braços. Apesar de mais fortes, são vistos obedecendo à demônios geraktril. Sua função é destruir, não comandar.\n\nF5 (esmagamento), H3, R4, A4, PdF3 (químico); 20 PVs, 20 PMs; Lefeu (poder único: berserker); Ataque Especial (PdF; penetrante), Ataque Múltiplo e Membros Extras ×4.\n\nVeridak, 21N Editar\n\nOs predadores veridak, antes chamados kaatar-niray, ou lâminas demoníacas. São batedores que vêm dos céus, identificando inimigos de longe e arremetendo contra eles pelo alto. Lembram louva-deus bípedes, com corpos delgados e dois pares de braços. Costumam agir em pequenos bandos, dando apoio à batalhões de uktril e geraktril.\n\nF1 (corte), H5, R1, A1, PdF3 (perfuração); 5 PVs, 5 PMs; Lefeu (sentidos da Tormenta; poder único: debilitante); Membros Extras ×4 e Voo; Ponto Fraco (as asas).\n\nMorgadrel, 35S Editar\n\nLembrando imensos caranguejos, os morgadrel (antes chamados tahab-krar) foram os primeiros lefeu de aparência não humanoide conhecidos. Seus corpos atingem seis metros de diâmetro. Têm dez patas e dois pares de enormes pinças afiadas, quatro olhos (ocultos sob a carapaça) e longas antenas. São totalmente recobertos de espinhos pontiagudos, geralmente encontrados próximos a lagos ou mares contaminados pela Tormenta, meditando enquanto algum desavisado não surge para ser devorado...\n\nF4 (corte), H5, R5, A7, PdF0; 50 PVs, 25 PMs; Lefeu (armadura extra: energia e sentidos da Tormenta; poder único: atroz); Ataque Múltiplo, Memória Expandida, Reflexão e Toque de Energia (químico).\n\nBurodron, 20N Editar\n\nGrandes e abrutalhados, os burodron (antes yougey-ahruk, a “morte que vem da terra”), ao contrário do que sugere sua aparência (lembrando um enorme gorila com garras) são mestres da emboscada. Escavadores vorazes, os burodron cavam longas redes de túneis sob a Tormenta, surgindo repentinamente e atacando quando nenhum perigo parece próximo (seus alvos são considerados surpresos no primeiro turno de combate).\n\nF2 (corte ou esmagamento), H4, R2, A3, PdF0; 10 PVs, 10 PMs; Lefeu (sentidos da Tormenta; poder único: invulnerável); Invisibilidade, Membros Elásticos e Poder Oculto.\n\nZyrrinaz, 20N Editar\n\nMais baixos e delgados que outros lefeu, os raros Zyrrinaz (que já foram chamados de Shimay, ou “elfo-negro” em tamuranin) de fato lembram um elfo empunhando um arco, exceto pelo fato do arco ser o próprio braço da criatura. Eles obedecem às ordens de praticamente todas as castas, mesmo que provenha de lefeu inferiores, sendo subservientes. É muito raro que tomem quaisquer decisão sozinhos.\n\nF0, H5, R2, A0, PdF5 (perfuração); 10 PVs, 10 PMs; Lefeu (sentidos da Tormenta; poder único: invulnerável); Ataque Especial (PdF; penetrante e teleguiado).\n\n_______________________________________________________________________________________\n\nCasta Hikarel Editar\n\nMembros dessa casta são variados em aparência e habilidades. Embora alguns sejam guerreiros poderosos, os hikarel destacam-se por sua sabedoria, astúcia e furtividade.\n\nSarektril, 31S Editar\n\nGenerais e oficiais de alto escalão entre os lefeu, os sarektril parecem uma versão mais avançada e letal dos uktril e geraktril. Sua forma é vagamente humanoide, com duas pernas longas recobertas de serrilhas e um corpo delgado de onde brotam três pares de braços. Sua carapaça é extraordinariamente resistente, recoberta de pequenos espinhos, e a cabeçorra alongada apresenta olhos grandes e antenas. É raro encontrar um desses em combate, tendendo a agir como um general no comando de tropas.\n\nF3 (perfuração), H7, R3, A3, PdF0; 15 PVs, 25 PMs; Lefeu (mente alienígena e sentidos da Tormenta; poder único: invulnerável); Genialidade, Membros Extras, Memória Expandida, Pontos de Magia Extras e Reflexão.\n\nCyraxel, 19N Editar\n\nOs cyraxel são os sábios, cientistas e artistas lefeu. Seu tronco longo é sustentado por duas pernas arqueadas, e a cabeçorra desproporcional repousa sobre ombros estreitos e arredondados. Quatro pares de braços, todos finos e aparentemente frágeis, capazes de operar com precisão absoluta ferramentas que o maior dos artífices artonianos sequer conseguiria segurar. Passam a maior parte do tempo em ateliês ou oficinas. Cada qual tem uma função bem definida e não costuma realizar nenhuma outra. Mas podem lutar para proteger suas “obras”.\n\nF0, H6, R1, A0, PdF0; 5 PVs, 5 PMs; Lefeu (mente alienígena; poder único: cérebro superior); Genialidade e Membros Extras ×4; Ponto Fraco (os membros superiores); Máquinas ou Medicina.\n\nReishid, 20N Editar\n\nEsses espiões lefeu já foram chamados de “shinobi” (ou ninja). Eles foram os primeiros demônios descobertos atuando longe de áreas de Tormenta. Bípedes de proporções humanas, possuem longas asas membranosas, que são mantidas junto ao corpo para lhes dar a aparência de um humanoide usando um manto. Por sua furtividade, possuem três funções principais: espionar Arton, realizar missões de roubo, captura e assassinato ou servir de emissários para seus líderes.\n\nF2 (corte), H4, R1, A1, PdF0; 15 PVs, 5 PMs; Lefeu (sentidos da Tormenta; poder único: invulnerável); Invisibilidade, Pontos Vida Extras e Voo; Crime.\n\nThuwarokk, 34S Editar\n\nLembrando mais imensas máquinas de guerra que seres vivos, os thuwarokk eram conhecidos como “colossos da Tormenta” — e são exatamente isso: feras colossais, capazes de dizimar exércitos. Lembram besouros blindados, mas quase tão grandes quanto castelos! Além de quatro pares de patas, possuem três pares de braços menores e menos ágeis. Sua carapaça é espessa como uma muralha, recobrindo inteiramente o dorso e monstrando poucas juntas vulneráveis.\n\nF8 (esmagamento), H1, R5, A6, PdF0; 50 PVs, 25 PMs; Lefeu (poder único: atroz); Membros Extras ×6 e Toque de Energia; Ponto Fraco (juntas entre as carapaças).\n\n_______________________________________________________________________________________\n\nCasta Fggurath Editar\n\nA poderosa casta fggurath fica, em hierarquia, abaixo apenas dos próprios Lordes da Tormenta. São os grandes sábios, guerreiros e monstros lefeu. Pouquíssimos habitantes de Arton viram um fggurath; menos ainda sobreviveram ao encontro…\n\nZirradak, os Metamorfos, 30S Editar\n\nApenas um punhado desses lefeu existe em Arton, e nenhum foi identificado até agora. São ainda mais furtivos que os inferiores reishid, porque conseguem realmente mudar de forma. Sua aparência simples e humanoide dá lugar a qualquer aparência que ele desejar. Quando seu disfarce é revelado, porém, ele é tomado por um frenesi assassino, atacando e matando todas as testemunhas.\n\nF3 (corte), H7, R4, A3, PdF2 (corte); 20 PVs, 20 PMs; Lefeu (mente alienígena e sentidos da Tormenta; poder único: duplicador); Invisibilidade; Fúria (apenas se descoberto); Crime.\n\nVuroktril, os Guerreiros, 36S Editar\n\nVerdadeiro ciclone de destruição, um vuroktril tem o poder de combate de um exército. À primeira vista, esse demônio lembra um emaranhado caótico de braços que empunham armas, com duas cabeças e quatro pares de braços. Sua percepção alienígena do tempo torna um vuroktrill quase sobrenatural em combate.\n\nF5, H8, R3, A4, PdF0; 30 PVs, 15 PMs; Lefeu (mente alienígena e sentidos da Tormenta; poder único: atroz); Adaptador, Ataque Múltiplo, Membros Extras ×4 e Telepatia.\n\nTarelvath, os Sábios, 40S Editar\n\nGrandes filósofos e cientistas lefeu, são responsáveis pela mais nobre tarefa: gerar conhecimento novo. Fisicamente, lembram outros lefeu, mas há algo mais pomposo em suas formas. Espinhos longos projetam-se como adornos; a cabeça alta é encimada por uma formação que lembra uma coroa. É impossível tentar compreender o alcance de seu intelecto. Cogita-se que um único desses rivaliza em astúcia ao próprio deus Sszzaas.\n\nF0, H10, R5, A1, PdF0; 25 PVs, 35 PMs; Lefeu (completo; poder único: cérebro superior); Área de Batalha, Genialidade, Memória Expandida, Pontos de Magia Extras, Resistência à Magia e Telepatia; Ciência e Manipulação.\n\n_______________________________________________________________________________________\n\nKayredrann, Dragões da Tormenta Editar\n\nA existência de tais criaturas confirmam que as maiores suspeitas e temores dos estudiosos da Tormenta se concretizaram, os kayredrann são uma herança do Terceiro, a encarnação mais pura do poder lefeu: os dragões da Tormenta.\n\nTratam-se de lefeu imensos, com longos corpos recobertos por carapaças segmentadas e farpadas. Têm quatro patas com grandes garras, uma cabeça alongada de aspecto ósseo com vários pares de olhos, antenas em constante movimento e três pares de asas: dois insetoides e um de couro translúcido, com uma longa cauda revestida de lâminas.\n\nSeu papel na sociedade lefeu é desconhecido, bem como a extensão de seus poderes. Especula-se que, pelo seu poder imensurável e natureza terrível, eles não obedeçam sequer aos Lordes da Tormenta, o que explicaria sua posição à parte na hierarquia lefeu.\n\nKayredrann, Criatura da Tormenta 63Ki Editar\n\nF8 (corte), H7, R8, A6, PdF8 (químico); 60 PVs, 60 PMs; Lefeu (mente alienígena e sentidos da Tormenta; poder únirco: ataque corrosivo); Ataque Especial (PdF; amplo), Ataque Múltiplo, Sentidos Especiais (todos), Telepatia, Tiro Múltiplo e Voo; Insano (homicida), Modelo Especial e Monstruoso.\n\n_______________________________________________________________________________________\n\nO Dragão da Tormenta Editar\n\nO Dragão da Tormenta é uma criatura única, diferente até mesmo dos Kayredrann e, até então, a maior arma dos lefeu. Seus poderes são inúmeros. Para compreendê-lo realmente é preciso antes analisar suas partes. O monstro é feito de cadáveres de várias espécies de dragões, de uma fração do poder de Kallyadranoch e de matéria vermelha. Seu grande trunfo é que ele não é uma criatura artoniana corrompida, um lefeu ou apenas um lefou. Ele é tudo isso junto, algo genuinamente novo.\n\nSua perigosa baforada é Tormenta, criando pequenas áreas de Magnitude 7 (e afetando seus alvos com todos os efeitos desse tipo de infestação). Não há estratégia ou arma secreta para derrotar o Dragão da Tormenta. Contra ele, a única esperança é o poder puro.\n\nDragão da Tormenta, 101Ki Editar\n\nF11, H11, R8, A5, PdF15; 40 PVs, 40 PMs; Dragão (completo, exceto por Forma Avatar e Poder Inato) e Lefeu (completo; poder único: natureza dual); Adaptador, Armadura Suprema, Ataque Especial (PdF; amplo), Tiro Carregável e Toque de Energia; Fúria e Insano (homicida).\n\nNatureza Dual: por sua natureza parte artoniana, parte lefeu, ele possui dois controles de PVs. Quando for ferido, role um dado antes do teste de FD: com números pares, a parte artoniana sofre dano. Para números ímpares, a parte lefeu. Caso role um crítico na FD, ele gasta 2 PMs e recupera toda a vida de uma das metades. Ele só será derrotado após ter ambos os PVs reduzidos a zero.",
  "cost": "Custo: 4 pontos"
},{
  "name": "Lefou",
  "description": "Custo: +2 pontos\n\nO avanço da Tormenta sobre o mundo de Arton é inegável. Conforme novas áreas atingidas surgem, também aumentam os casos onde sua corrupção tenha afetado os artonianos de alguma forma. E, talvez, o aspecto mais terrível dessa mácula sejam os lefou, os meio-demônios da Tormenta.\n\nNinguém sabe quando os primeiros lefou surgiram, mas tudo indica que estão entre nós há algum tempo. Todas as raças (exceto fadas) possuem representantes lefou. Esses são idênticos à raça dos pais, apenas um pouco mais altos e magros que a média. Possuem ainda uma deformidade física qualquer que poderia passar por um defeito de nascença se não fosse a sensação perturbadora que sempre acompanha sua presença.\n\nDe forma semelhante aos lefeu que se tornaram uma entidade única, os lefou não apreciam a solidão. São pessoas inquietas, insatisfeitas e sempre procurando aprender e evoluir. Sua índole inconstante os faz naturalmente interessados por mudanças e novas perspectivas. Talvez por isso é extremamente comum que se tornem aventureiros.\n\nCorrupção. Esta vantagem única pode ser combinada com qualquer outra, somando-se a pontuação. O personagem passa a pertencer a dois grupos: o da raça original e youkai.\nHabilidade +1, Armadura +1. Lefou são rígidos e habilidosos acima da média.\nInfravisão. Todos os lefou enxergam no escuro, recebendo Infravisão de Sentidos Especiais.\nDeformidade. Os lefou possuem algum defeito físico que, apesar de trazer certas vantagens, os tornam estranhos e desagradáveis aos olhos. Caso adotem a desvantagem Monstruoso (sem ganhar pontos por isso), podem escolher livremente dois poderes do kit Criatura da Tormenta (pág. 132).\nAfinidade com a Tormenta. O lefou é automaticamente bem-sucedido em testes de R contra efeitos da Tormenta e de suas criaturas.",
  "cost": "Custo: +2 pontos"
},{
  "name": "Licantropo",
  "description": "Custo: 0 pontos.\n\nTambém conhecido como hengeyoukai (que significa “demônio metamorfo”), esta criatura foi vítima de uma maldição, ou pertence a uma raça capaz de se transformar em fera: lobisomem, homem-urso, homem-rato, homem-tigre e outros. Sua aparência e hábitos podem variar muito, mas é mais comum que usem roupas de couro ou peles de animal.\n\nForça +1, Armadura +1. Em sua forma de fera, licantropos são mais fortes e têm couro rígido.\n\nMonstruoso. Apenas quando em forma de fera.\n\nVulnerabilidade: Magia e Prata. Em qualquer de suas formas, lobisomens são vulneráveis a magia e armas feitas de prata.\n\nTransformação. Infelizmente, a transformação de um licantropo não está sob seu controle. Ela ocorre apenas em certas condições, independentes de sua vontade. A licantropia é diferente para cada um, sendo que o jogador e o mestre devem discutir cada caso. Alguns exemplos:\n\nFúria: uma forma especial da desvantagem Fúria: além de sofrer os efeitos normais, você se transforma em fera até a luta terminar.\nLua Cheia: clássico. Você se transforma quando vê a lua e só retorna ao normal quando vê o sol (desenhos e fotografias também valem!).\nPerto da Morte: você se transforma em fera quando está Perto da Morte.\nProtegido Indefeso: você tem um Protegido, e se transforma quando ele está em perigo. Neste caso você não sofre o redutor normal de Habilidade.",
  "cost": "Custo: 0 pontos."
},{
  "name": "Mecha",
  "description": "Custo: 0 pontos.\n\nO mecha (pronuncia-se “meca”) segue a estética dos robôs japoneses de mangá e anime. Parece pouco com uma pessoa, e muito com maquinaria pesada. São grandes e angulosos, os mais mecânicos entre os construtos.\n\nQualquer mecha que pertence a um personagem jogador é, na verdade, um Aliado com esta vantagem única.\n\nMechas comuns têm tamanho humano ou maior, entre 2 e 3m de altura (mas aqueles de escalas diferentes podem ser gigantescos). Têm a cabeça pequena em proporção com o resto do corpo, reforçando a impressão de que são imensos. Muitos têm um visor no lugar dos olhos, ou nem mesmo têm rosto — a cabeça mais parece um capacete.\n\nAo contrário dos androides, ciborgues e outros, mechas não são feitos para se adaptar à vida humana — são considerados simples ferramentas, instrumentos ou eletrodomésticos. Embora a maioria dos mechas tenha estrutura humanoide básica (cabeça, tronco, dois braços, duas pernas), é muito comum que tenham formas diferentes, dependendo de sua função. Um mecha de batalha pode possuir um canhão substituindo um braço, enquanto um mecha operário pode ter garras próprias para segurar e transportar cargas.\n\n• Aptidão para Forma Alternativa. A estrutura mais “mecânica” dos mechas também permite que alguns destes robôs consigam mudar de uma configuração para outra — são os famosos transformers. A combinação humanoide/veículo é mais comum, pois oferece a versatilidade humana e a mobilidade de um carro, moto, jato, nave ou outro veículo. Também existem as formas de animal (em versão mecanizada), estrutura imóvel (uma torre de vigília, antenas de comunicação, estação de batalha...), aparelho (pistola, rádio-gravador, fita-cassete...) e outras. Uns poucos possuem três ou até quatro formas diferentes. Um mecha paga apenas 1 ponto por esta vantagem.\n\n• Modelo Especial. É comum que mechas sejam grandes demais para usar roupas, armas, veículos e outros utensílios destinados a humanos. No entanto, podem recomprar esta desvantagem por 1 ponto.",
  "cost": "Custo: 0 pontos."
},{
  "name": "Meio-abissal",
  "description": "Custo: 2 pontos.\n\nResultado do envolvimento entre demônios e mortais, um meio-abissal carrega em seu sangue a herança maldita de seu pai ou mãe extraplanar, com todas as suas fraquezas, mas apenas uma pequena parte de seus poderes. Felizmente, eles são nativos deste mundo e não podem ser banidos ou aprisionados em outros planos como os\ndemônios verdadeiros.\n\nSentidos Especiais. Todo meio-abissal tem Infravisão, Faro Aguçado e Ver o Invisível.\nArmadura Extra: Fogo. Meio-abissais são resistentes a dano por fogo.\nAptidão para Voo. Para meio-abissais, esta vantagem custa 1 ponto.\nAptidão para Magia Negra. Para meio-abissais, esta vantagem custa 1 ponto.\nVulnerabilidade: Elétrico e Sônico. Meio-abissais são vulneráveis à pureza da luz e vento.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Meio-celestial",
  "description": "Custo: 2 pontos.\n\nResultado do envolvimento entre anjos e mortais, um meio-celestial tem a nobreza e pureza dos anjos em seu sangue, mas de forma diluída, com todas as suas fraquezas e apenas uma fração de seus poderes. Ao contrário de um anjo verdadeiro, é nativo deste mundo e não pode ser banido ou aprisionado em outros planos.\n\nSentidos Especiais. Todo meio-celestial tem Infravisão, Visão Aguçada e Ver o Invisível.\nArmadura Extra: Elétrico e Sônico. Meio-celestiais são resistentes a estas energias originárias das nuvens, o relâmpago e o trovão.\nAptidão para Voo. Para meio-celestiais, esta vantagem custa 1 ponto.\nAptidão para Magia Branca. Para meio-celestiais, esta vantagem custa 1 ponto.\nVulnerabilidade: Fogo. Meio-celestiais são vul-neráveis às chamas do inferno.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Meio-dragão",
  "description": "Custo: 4 pontos.\n\nDragões são monstros de incrível virilidade. Eles assumem formas humanoides (entre outras) para acasalar com membros de raças e espécies variadas. Devido à potência de seu sangue, seus filhos quase sempre serão meio-dragões, seres que herdam parte do poder elemental dos grandes répteis. Perto de seus covis, praticamente tudo que se move será um pouco dragão.\n\nMeio-dragões resultam da união entre um dragão e uma mulher humana ou semi-humana (cruzamentos entre homens e dragoas não produzem descendentes). A gravidez é normal, e o bebê parece pertencer totalmente à raça da mãe — na verdade, caso não se conheça a verdadeira natureza do pai, será impossível identificar qualquer coisa diferente na criança.\n\nUm meio-dragão nunca desenvolve asas, escamas ou coisas assim. Sua aparência pode ser totalmente normal, até atraente pelos padrões de beleza de sua raça. As diferenças são interiores: ele terá capacidades acima da média e afinidade com magia. Até aí, nada que possa identificá-lo como meio-dragão. O problema é que, quando o jovem filho da costureira da vila sobrevive a um incêndio sem nada sofrer, talvez seu verdadeiro pai tivesse escamas vermelhas...\n\nArcano. Um meio-dragão tem grande afinidade com magia.\nInvulnerabilidade. Um meio-dragão é invulnerável a dano causado pelo elemento ligado a seu pai dragão: frio (para um meio-dragão branco), elétrico (azul), químico (verde ou marinho), fogo (vermelho) ou Magia Negra (para um meio-dragão negro). Em caso do pai ter mais de um elemento poderá comprar Armadura Extra por 1 ponto para o segundo elemento.\nTalentos[1] Meio-Dragões recebem um talento adicional",
  "cost": "Custo: 4 pontos."
},{
  "name": "Meio-Dragão-Tamuriano",
  "description": "Custo: 3 pontos.\n\nDragões são monstros de incrível virilidade. Eles assumem formas humanoides (entre outras) para acasalar com membros de raças e espécies variadas. Devido à potência de seu sangue, seus filhos quase sempre serão meio-dragões, seres que herdam parte do poder elemental dos grandes répteis. Perto de seus covis, praticamente tudo que se move será um pouco dragão.\n\nMeio-dragões resultam da união entre um dragão e uma mulher humana ou semi-humana (cruzamentos entre homens e dragoas não produzem descendentes). A gravidez é normal, e o bebê parece pertencer totalmente à raça da mãe — na verdade, caso não se conheça a verdadeira natureza do pai, será impossível identificar qualquer coisa diferente na criança.\n\nUm meio-dragão nunca desenvolve asas, escamas ou coisas assim. Sua aparência pode ser totalmente normal, até atraente pelos padrões de beleza de sua raça. As diferenças são interiores: ele terá capacidades acima da média e afinidade com magia. Até aí, nada que possa identificá-lo como meio-dragão. O problema é que, quando o jovem filho da costureira da vila sobrevive a um incêndio sem nada sofrer, talvez seu verdadeiro pai tivesse escamas vermelhas...\n\nArcano. Um meio-dragão tem grande afinidade com magia.\nInvulnerabilidade. Um meio-dragão é invulnerável a dano causado pelo elemento ligado a seu pai dragão: frio (para um meio-dragão branco), elétrico (azul), químico (verde ou marinho), fogo (vermelho) ou Magia Negra (para um meio-dragão negro). Em caso do pai ter mais de um elemento poderá comprar Armadura Extra por 1 ponto para o segundo elemento.\nMeio-dragão recebem +1 ponto em todas as características.\nTalentos[1] Meio-Dragões recebem um talento adicional\nCódigo de honra Meio Dragão de Tamu-ra é OBRIGADO a ter um Código de Honra\nAura de medo Meio-Dragão-Tamuriano normalmente é evitado por pessoas comuns",
  "cost": "Custo: 3 pontos."
},{
  "name": "Meio-Dríade",
  "description": "Custo: 1 ponto\n\nAs dríades são um tipo especial de fada, magicamente ligadas a florestas e bosques. As lendas de Arton dizem que as almas delas estão abrigadas em árvores antigas, com milênios de idade. Uma dessas criaturas jamais pode ser destruída — a menos que se destrua a árvore que abriga sua alma. Enquanto essa árvore existir, a dríade sempre voltará da morte. Dríades têm aparência de lindas elfas com cabelos esverdeados (e por isso esta vantagem única pode ser combinada com Humano, Elfo ou Meio-Elfo). São solitárias, evitando ao máximo entrar em combate e nunca causando qualquer tipo de ferimento. Mas isso não as torna inofensivas. E eventualmente, se ela se apaixonar por algum aventureiro que passe por seus domínios, podem surgir meio-dríades...\n\nAptidão para Magia Elemental. Por serem criaturas naturalmente ligadas aos elementos, para meio-dríades essa vantagem custa apenas 1 ponto.\nParalisia. Ainda que muito mais limitado do que os poderes de uma dríade pura, uma meio-dríade é capaz de fazer com que plantas e raízes prendam um alvo, causando os mesmos efeitos da vantagem Paralisia.\nBênçãos de Allihanna. Meio-dríades são capazes de utilizar as magias Arma e Armadura de Allihanna mesmo sem qualquer escola mágica pelo custo normal em PMs, ou pela metade do custo caso adquiram Magia Elemental.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Meio-Eiradaan",
  "description": "Custo: 4 pontos\n\nOs eiradaan foram punidos com a destruição. Contudo, sua essência ainda existe nesse mundo, diluída na magia que permeia os elfos. De tempos em tempos, uma criança élfica nasce com uma fagulha do sangue eiradaan. Esses, devido à inteligência e poder inatos, invariavelmente tornam-se pessoas com a capacidade de fazer a diferença para o mundo: seja para o bem, seja para o mal. Podem ser identificados pela pele acobreada e pelos olhos que queimam com as cores de um dos caminhos da magia.\n\nHabilidade +2 e Genialidade. Todos os meio-eiradaan são ágeis e muito inteligentes.\nArcano. Meio-eiradaan respiram magia. Eles são versados em todas as escolas mágicas.\nPoder Vingativo e Vergonhoso (Agradável). Sempre que conjura uma magia, um meio-eiradaan transfere uma fração da própria essência para o ambiente em que vive. Ele sofre 1 ponto de dano (sem direito a testes para resistir) e toda a flora e fauna ao redor cresce e se desenvolve (flores desabrocham, árvores ganham novas folhas, gavinhas brotam por entre as pedras...).",
  "cost": "Custo: 4 pontos"
},{
  "name": "Meio-Golem",
  "description": "Custo: 1 ponto.\n\nEsta é a versão medieval mágica de um ciborgue — uma criatura viva que recebeu partes artificiais mágicas em subtituição a certas partes naturais. Sua maior vantagem sobre os demais construtos é a capacidade de usar magia.\n\n• Construto Vivo. Meio-golens podem recuperar até metade de seus Pontos de Vida (arredondado para cima) com descanso ou cura normais, sem a necessidade de conserto. Metade de seus PVs são “orgânicos”, e metade são “mecânicos”.\n\n• Cérebro Orgânico. Um meio-golem é normalmente afetado por magias e poderes que afetam seres vivos.\n\n• Magia. Meio-golens ganham uma vantagem mágica (Magia Branca, Elemental ou Negra) à sua escolha.\n\n• Insano. O processo de transformação em criatura artificial é algo horrível demais para suportar. Todo meio-golem tem uma insanidade de –1 ponto.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Meio-gênio",
  "description": "Custo: 4 pontos.\n\nFilhos de humanos e seres mágicos — não necessariamente gênios, mas também fadas, ninfas e outros —, os meio-gênios proliferam no mundo mágico de Arton, um mundo abençoado por Wynna, a bela Deusa da Magia. Eles também podem existir no mundo moderno, embora sejam muito mais raros.\n\nMeio-gênios não governam nenhuma nação, nem formam comunidades — apenas vivem em meio aos humanos,\nemprestando a esses “pobres desafortunados” seu extremo poder arcano. Trazem sempre uma grande tatuagem mágica que brilha quando usam seus poderes. Por sua ascendência, têm habilidades mágicas naturais e uma predisposição a ajudar aqueles em necessidade. São generosos, estão sempre ansiosos para prestar favores.\n\nArcano. Meio-gênios têm grande afinidade com magia.\nArmadura Extra. Meio-gênios são resistentes a um elemento que depende de sua descendência. Existem meio-gênios da água (Químico), ar (Sônico), fogo (Fogo), terra (Esmagamento), luz (Elétrico) e trevas (Magia).\nAptidão para Voo. Muitos meio-gênios podem levitar, por isso pagam apenas 1 ponto por esta vantagem.\nDesejos. Quando um meio-gênio lança uma magia a pedido de outra pessoa, ele gasta apenas metade do custo em Pontos de Magia. O meio-gênio ainda pode conjurar magias pelo custo normal, sem ninguém pedir.\nCódigo da Gratidão. Todo meio-gênio sempre será grato a alguém que tenha lhe prestado um grande favor, como salvar sua vida ou libertá-lo de um cativeiro. Ele adotará essa pessoa como seu “amo”.",
  "cost": "Custo: 4 pontos."
},{
  "name": "Meio-Zumbi",
  "description": "Meio-zumbis são criaturas amaldiçoadas, que possuem certas características de mortos-vivos, apesar de continuarem vivas em todos os outros aspectos. Esta rara condição nunca acontece naturalmente, ocorrendo devido a algum ritual mal-sucedido ou efeito mágico qualquer. O resultado é uma criatura angustiada em meio a um processo irreversível e que convive diariamente com a morte.\n\nSe o corpo de um meio-zumbi não se degrada como o de suas contrapartes mortasvivas, o mesmo não pode ser dito de suas memórias. Conforme o tempo passa, pouco a pouco essas criaturas esquecem tudo aquilo que fazia delas um ser vivo, perdendo hábitos comuns como o de dormir ou conversar com outras pessoas, abrindo mão de qualquer sonho que tivessem, restringindo-se a vagar pelo mundo até morrer de vez.\n\nConteúdo[exibir]\nVantagem Única Editar\n\nCusto: -3 pontos\n\nPoder Vingativo. Devido ao fato de se estar morto... ou tão próximo disto que não faz diferença, um meio-zumbi já não consegue controlar seu corpo tão bem quanto fazia quando vivo. Sempre que usa alguma vantagem ou poder que gasta PMs, ele sofre 1 ponto de dano que não pode ser evitado de nenhuma maneira.\nIncapacidade de Cura Mágica. Meio-zumbis não podem ser curados com medicina, magias, poções ou outros itens mágicos de cura, tanto da escola Branca quanto Cura para os Mortos, embora também não sofra dano por essas tentativas de cura (como ocorre com mortos-vivos normais). Eles só recuperam-se normalmente com descanso ou vantagens como Regeneração e Energia Extra.\nA morte lhe cai bem. Só se morre uma vez, e meio-zumbis já o fizeram. Você pode continuar agindo quando chega a 0 PVs. Caso sofra Castigo Contínuo, permanece agindo normalmente rolando qualquer valor, exceto 6, quando você morre definitivamente, e nem mesmo Ressurreição vai funcionar — apenas um Desejo pode trazê-lo de volta à essa existência amaldiçoada.\nCriaturas Fantásticas Editar\nMeio-Zumbi, 7N Editar\n\nF2 (corte), H2, R3, A3, PdF0; 15 PVs, 15 PMs; Meio-Zumbi; Armadura Extra (Força) e Resistência à Magia; Assombrado e Devoção (encontrar uma cura para sua condição antes que perca suas memórias).\n\nTáticas Editar\n\nO meio-zumbi normalmente não luta bem, por estar com a mente em frangalhos, apavorado com sua própria condição ou simplesmente não ligar mais pra isso, embora não fuja dos combates. Costuma resistir bem à maioria dos ataques (graças a Armadura Extra contra Força) e conta com isso para manter seu resquício de existência.\n\nTesouro Editar\nTripa Seca (2 PEs): alguns tecidos e órgãos do corpo do meio-zumbi ainda estão em bom estado e podem ser conservados por um personagem com Ciências ou Medicina. Eles concedem +2 em testes para curar ou +1 PV para cada PM gasto em uma magia de cura, por até três vezes antes de acabar.",
  "cost": "Meio-zumbis são criaturas amaldiçoadas, que possuem certas características de mortos-vivos, apesar de continuarem vivas em todos os outros aspectos. Esta rara condição nunca acontece naturalmente, ocorrendo devido a algum ritual mal-sucedido ou efeito mágico qualquer. O resultado é uma criatura angustiada em meio a um processo irreversível e que convive diariamente com a morte."
},{
  "name": "Minotauro",
  "description": "Custo: 0 pontos.\n\nA raça guerreira dos minotauros é composta por humanoides de grande estatura (em média 1,90m de altura) com corpos humanos musculosos e cabeças bovinas. Embora a cabeça de touro seja mais comum, existem numerosas sub-raças com cabeças de búfalo, gnu, bisão, boi-almiscarado, antílope, alce e outros animais aparentados. Alguns têm cascos bipartidos em vez de pés, mas essa não é a regra geral.\n\nNão existem minotauros fêmeas. Eles se reproduzem com fêmeas humanas e élficas. Por esse motivo, minotauros ricos e poderosos mantêm grandes haréns de escravas — fazendo com que sejam odiados por outras raças.\n\nForça +2, Resistência +1. Minotauros são muito fortes e saudáveis.\nMente Labiríntica. Minotauros nunca se perdem em labirintos. Quando percorrem uma rede de túneis, masmorras ou estruturas semelhantes, conseguem memorizar o trajeto sem precisar de mapas — e sempre serão capazes de achar o caminho de volta. Esta habilidade não funciona em florestas, pântanos e outros tipos de terreno; apenas túneis e corredores.\nCódigo de Honra do Combate. Minotauros nunca usam armas ou vantagens superiores às armas do oponente, e nunca atacam oponentes caídos ou em desvantagem numérica. Eles também nunca montam cavalos ou qualquer outra criatura, pois acham indigno caminhar sem usar os próprios cascos.\nMá Fama. Minotauros são conhecidos como arrogantes, brigões e escravistas.\nFobia. Minotauros têm medo de altura. Estar perto de uma queda superior a 3m provoca neles o mesmo efeito da magia Pânico, se falharem em um teste de Resistência +2.",
  "cost": "Custo: 0 pontos."
},{
  "name": "Mortos-Vivos",
  "description": "Nem todos encontram o descanso eterno. Alguns mortos ficam presos a este mundo. Embora mortos-vivos possam ter pertencido a raças não-humanas quando em vida, eles perdem quaisquer poderes ou fraquezas raciais. Assim, um anão morto-vivo não tem quaisquer bônus ou benefícios da vantagem única Anão.\n\nMagias e poderes que afetam youkai, também afetam mortos-vivos.\n\nImunidades. Mortos-vivos nunca precisam dormir, comer ou beber. São imunes a todos os venenos, doenças, magias que afetam a mente — geralmente magias da escola Elemental (espírito) — e quaisquer outras que só funcionem contra criaturas vivas. Contudo, eles podem ser afetados por magias como Controle ou Esconjuro de Mortos-Vivos.\nInfravisão. Mortos-vivos enxergam no escuro.\nEnergia Negativa. Mortos-vivos não podem ser curados com medicina, magias, poções ou outros itens mágicos de cura (usadas contra eles, essas coisas causam dano em vez de curar). Eles só recuperam Pontos de Vida com descanso, ou com a magia necromante Cura para os Mortos. Mortos-vivos nunca podem ser ressuscitados, exceto com um Desejo.\nDevoção ou Dependência. Todos os mortos-vivos têm um motivo forte que os mantêm presos a este mundo. Devoções comuns são servir ao mago que o invocou, ou vingar-se de alguém que o matou. A Dependência mais comum para eles é o vampirismo, mas existem também aqueles que sugam almas ou devoram cérebros. Elas são explicadas em cada caso.\n\nTODOS OS ITENS (5)\n\n#ABCDEFGHIJKLMNOPQRSTUVWXYZOUTRAS\nE\nEsqueleto\nF\nFantasma\nM\nMúmia\nV\nVampiro\nZ\nZumbi",
  "cost": "Nem todos encontram o descanso eterno. Alguns mortos ficam presos a este mundo. Embora mortos-vivos possam ter pertencido a raças não-humanas quando em vida, eles perdem quaisquer poderes ou fraquezas raciais. Assim, um anão morto-vivo não tem quaisquer bônus ou benefícios da vantagem única Anão."
},{
  "name": "Múmia",
  "description": "Custo: 3 pontos.\n\nMúmias são cadáveres embalsamados e preparados para resistir à passagem dos séculos. Rituais funerários garantem à sua alma uma viagem tranquila ao Reino dos Mortos. Infelizmente, às vezes algum tipo de maldição impede que o espírito da múmia deixe este mundo.\n\nMúmias podem usar um disfarce ilusório para se parecer com seres humanos (mas o disfarce se dissipa quando sofrem dano ou entram em combate). Múmias são inteligentes; as mais antigas, inclusive, podem ser magos ou clérigos poderosos.\n\nArmadura Extra. Múmias sofrem dano normal apenas por fogo e magia. Contra quaisquer outras formas de dano, sua Armadura é dobrada.\nPodridão de Múmia. Quando uma múmia é bem-sucedida em um ataque com suas garras (baseado em Força), além de sofrer dano normal, a vítima deve ter sucesso em um teste de Resistência. Se falhar, vai contrair uma doença pestilenta que provoca um redutor de –1 em todas as características. Essa doença é uma Maldição de –1 ponto para ser removida, e afeta apenas criaturas vivas. Criaturas com Resistência superior à Habilidade da múmia são imunes.\nPânico. Múmias podem conjurar esta magia pelo custo normal em PMs.\nAmbiente Especial. Múmias têm problemas para afastar-se de sua própria tumba, sofrendo os efeitos normais desta desvantagem.",
  "cost": "Custo: 3 pontos."
},{
  "name": "Nagah",
  "description": "Custo: 1 ponto\n\nAs nagahs são um povo-serpente matriarcal digno e nobre, devotadas a um dos muitos aspectos de Allihanna. Ou, ao menos, era isso que se imaginava. Não muito tempo atrás, descobriu-se que as nagahs tratavam-se na verdade criaturas traiçoeiras de malícia e astúcia, criadas por Sszzaas, o deus maior das cobras, das serpentes e da traição.\n\nArmadura +1. Graças ao couro resistente, nagahs se defendem melhor contra ataques diversos.\nAptidão Racial. Nagahs machos recebem F+1 por serem naturalmente fortes. Nagahs fêmeas, por sua vez, recebem Clericato ou Genialidade.\nInfravisão. Assim como as cobras, nagahs possuem Infravisão, sendo capazes de ver o calor das coisas e dessa forma enxergar perfeitamente na mais completa escuridão.\nAtaque Adicional. Nagahs podem optar por realizar dois ataques imprecisos em vez de apenas um ataque normal usando a cauda. Esses ataques serão sempre baseados em F, sem incluir a H do personagem no cálculo.\nVulnerabilidade: Frio. Nagahs são criaturas de sangue frio e por isso não lidam muito bem com temperaturas negativas. Caso sejam atacadas com dano baseado em frio, elas não somam sua Armadura no cálculo da Força de Defesa.\nModelo Especial. Ainda que tenham praticamente a mesma altura, se não considerar a longa cauda, o corpo das nagahs é maior e mais robusto do que o corpo de uma pessoa comum. Elas são incapazes de utilizar ferramentas e utensílios projetados para humanos.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Nanomorfo",
  "description": "Custo: 3 pontos.\n\nUm nanomorfo é um construto feito de metal líquido. Não tem partes mecânicas: é formado por milhões e milhões de nanitas — robôs microscópicos que se prendem uns aos outros e agem coordenadamente. Isso permite ao construto assumir quase qualquer forma, exceto máquinas complexas como armas de fogo.\n\n• Doppleganger. Por sua facilidade em mudar de forma e cor, um nanomorfo pode assumir a aparência de qualquer pessoa ou objeto que tenha mais ou menos o seu próprio tamanho (mas não pode copiar sua memória ou poderes especiais).\n\n• Adaptador. Um nanomorfo pode modelar com suas mãos qualquer tipo de instrumento ou arma simples, como clavas, lâminas e peças pontiagudas. Para ataques baseados em Força, ele pode causar dano por esmagamento, corte ou perfuração, à sua escolha.\n\n• Membros Elásticos. Um nanomorfo pode alongar seus braços ou tentáculos para atingir alvos distantes.\n\n• Bônus em Perícias. Um nanomorfo pode criar ferramentas e instrumentos diversos com as mãos. Por isso recebe um bônus de +2 em testes de Habilidade ligados a Crime e Máquinas.\n\n• Regeneração. Um nanomorfo não pode ser consertado, mas regenera 1 Ponto de Vida por rodada. Caso chegue a 0 PVs, leva 1dx10 minutos para recuperar 1 PV e então volta a regenerar normalmente. As únicas formas de realmente deter um nanomorfo são através de prisão (cativeiro, paralisia, congelamento...), dano contínuo (como ser mergulhado em um tanque de ácido ou metal derretido) ou colapso total (caso ele receba dano igual a dez vezes seus Pontos de Vida atuais, de uma só vez).\n\n• Aptidão para Separação. Nanomorfos pagam apenas 1 ponto por esta vantagem.",
  "cost": "Custo: 3 pontos."
},{
  "name": "Ogre",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: 2 pontos.\n\nTambém conhecidos como ogros, são humanoides primitivos e brutais, medindo 3m de altura. Vestem peles de animais como se fossem roupas, vivem em cavernas e preferem usar clavas como armas. Carnívoros, costumam matar e devorar seres humanos e semi-humanos.\n\nPor todos esses motivos, é muito fácil contratar ogres como guardas, soldados e mercenários; para ter sua lealdade basta oferecer boa comida, armas, armaduras e oportunidades de combate. Chega a ser raro encontrar um vilão ou lorde maligno que não tenha pelo menos um punhado de ogres a seu serviço.\n\nEmbora seja incomum, um ogre pode fazer parte de um grupo de aventureiros; livre da influência de outros da mesma raça, ele será capaz de moderar seu comportamento e perceber os benefícios de fazer parte de uma equipe com habilidades que ele não tem.\n\nForça +3, Resistência +3. Quase nada é tão forte ou resistente quanto um ogre.\nModelo Especial. Quase nada é tão grande quanto um ogre.\nInculto. Quase nada é tão estúpido quanto um ogre (só não vá dizer isso a ele).\nMá Fama, Monstruoso. Quase nada é tão indesejado quanto um ogre. Eles acumulam os ajustes destas desvantagens em testes de perícias: +2 em Interrogatório e Intimidação; –2 em Lábia e Sedução.\nVantagens Proibidas. Quase nada é tão limitado quanto um ogre. Eles não podem comprar Genialidade, Memória Expandida e nenhuma vantagem mágica.\nCriaturas Fantásticas Editar\nGuerreiro Ogro, 8N Editar\n\nF4, H1, R3, A2, PdF0; 15 PVs, 15 PMs; kit Primitivo (força é tudo); Orc; Sobrevivência.\n\nForça é Tudo: o guerreiro orc pode substituir H por F em qualquer situação, exceto para cálculo de FD e lançar magias. Qualquer condição que reduza H também irá reduzir sua F.\nChefe Ogro, 10N Editar\n\nF4, H2, R3, A2, PdF0; 15 PVs, 15 PMs; kit Primitivo (força é tudo e tanque de carne); Orc; Sobrevivência.\n\nForça é Tudo: o chefe ogro pode substituir H por F em qualquer situação, exceto para cálculo de FD e lançar magias. Qualquer condição que reduza H também irá reduzir a sua F.\nTanque de Carne: um chefe ogro pode continuar lutando normalmente mesmo que chegue a 0 PVs, parando apenas caso role 6 em seu Teste de Morte.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Oni",
  "description": "Comuns em Tamu-ra, onis são humanoides grandes e fortes, assemelhados com ogros e bugbears, mas bastante inteligentes. São comumente confundidos com demônios, especialmente por terem chifres e feições bestiais. Há três etnias Oni: os vermelhos, ligados ao fogo, os verdes, da terra e os azuis, do elemento água. Existem ainda lendas sobre raros onis negros, ligados ao caminho das trevas. Mas não há nenhum tipo de comprovação que de fato existam.\n\nPor sua força e sabedoria, não é incomum que onis se tornem vilões memoráveis, líderes de bandos de monstros, assaltantes ou mercenários que assolam regiões inteiras. Isso, aliado aos poderes sobrenaturais que desenvolvem, os tornam oponentes valorosos.\n\nConteúdo[exibir]\nVantagem Única Editar\n\nCusto: 2 ou 3 pontos\n\nHabilidade+1, Resistência+1. Onis são criaturas inteligentes e obstinadas.\nAlma Mágica. Onis são intimamente ligados a algum caminho mágico. Recebem\nMagia Elemental e Elementalista em seu elemento principal (fogo, terra ou água). Onis das trevas recebem, os mesmos efeitos, mas em relação à Magia Negra. As demais escolas mágicas, diferentes da que é recebida por esta vantagem única, custam 3 pontos.\nModelo Especial. Onis são grandes como ogros.\nCriaturas Fantasticas Editar\nOni Vermelho, Verde ou Azul, 14N Editar\n\nF4 (esmagamento ou perfuração), H2, R2, A2, PdF0; 10 PVs, 10 PMs; Oni; Grunts; Crime; Tetsubo (veja adiante).\n\nGrunts: o oni pode pagar 1 PM para invocar 1d criminosos para lutar ou fazer qualquer coisa por ele. Todos são construídos com 2 pontos e podem acumular até –2 pontos em desvantagens.\nOni Negro, 17N Editar\n\nF2 (esmagamento ou perfuração), H3, R3, A2, PdF0; 15 PVs, 25 PMs; Oni; Grunts, Magia Irresistível, Pontos de Magia Extras e Resistência à Magia; Crime; Tetsubo (veja adiante).\n\nTáticas Editar\n\nOnis normalmente são seguidos por um bando de Grunts malfeitores que atacam enquanto o próprio oni fica escondido, lançando magias à distância (pagando apenas metade dos PMs graças ao dom racial), pegando os alvos indefesos. Quando gastam todos os PMs dessa forma (ou quando todos os grunts são derrotados), eles lutam frente à frente, usando como arma o bastão com espinhos chamado Tetsubo.\n\nTesouro Editar\n✩ Tetsubo (20 PEs): a mais tradicional arma de um oni trata-se de um longo bastão de madeira com inúmeros espinhos ou pregos na ponta. É uma arma mágica de F+1 (apenas para combate; o bônus não serve para erguer, carregar ou empurrar peso, por exemplo) e Espiritual.",
  "cost": "Comuns em Tamu-ra, onis são humanoides grandes e fortes, assemelhados com ogros e bugbears, mas bastante inteligentes. São comumente confundidos com demônios, especialmente por terem chifres e feições bestiais. Há três etnias Oni: os vermelhos, ligados ao fogo, os verdes, da terra e os azuis, do elemento água. Existem ainda lendas sobre raros onis negros, ligados ao caminho das trevas. Mas não há nenhum tipo de comprovação que de fato existam."
},{
  "name": "Orc",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: 0 pontos\n\nAtualmente, a Aliança Negra emprega várias outras raças que trabalham nos mais diversos papéis necessários para a manutenção dos exércitos. Juntamente com os ogros e trogloditas, orcs são os mais comuns.\n\nUm orc é uma criatura horrenda, semelhante a uma combinação de homem e animal. Eles variam amplamente em aparência porque costumam cruzar com muitas outras criaturas, mas quase todos têm pele verde-acinzentada, orelhas pontudas, olhos vermelhos, presas inferiores afiadas e focinhos em vez de nariz.\n\nForça +3. Orcs respeitam e cultivam apenas a força.\nInfravisão. Criaturas subterrâneas e de hábitos noturnos, os orcs são capazes de enxergar perfeitamente na mais total escuridão.\nInculto, Monstruoso, Má Fama. Por sua aparência hedionda, orcs são temidos e evitados. Além disso, possuem um intelecto muito limitado. Quase sempre só se interessam por duas coisas: a violência e o metal.\nVantagens Proibidas. Orcs nunca podem comprar escolas de magia, Memória Expandida, Genialidade ou Aparência Inofensiva.\nCriaturas Fantásticas Editar\nMinerador Orc, 4N Editar\n\nF3, H2, R1, A1, PdF0; 5 PVs, 5 PMs; kit Escravo (vontade ferrenha); Orc; Patrono (Aliança Negra); Devoção (obedecer as ordens da Aliança).\n\nVontade Ferrenha: caso fracasse em resistir a qualquer tipo de perícia que influencie sua vontade e de alguma forma prejudique a Aliança, o minerador orc tem direito a ignorar a primeira rolagem e efetuar um novo teste para negar o efeito.\nCapataz Orc, 8N Editar\n\nF3, H3, R2, A1, PdF0; 10 PVs, 10 PMs; kit Impostor (impostor); Orc; Manipulação.\n\nImpostor: o capataz orc pode gastar 1 PM para substituir um teste de qualquer outra perícia por um teste de Manipulação.",
  "cost": "Custo: 0 pontos"
},{
  "name": "Robô Positrônico",
  "description": "Custo: -2 pontos.\n\nO robô positrônico foi inventado pelo grande escritor de ficção científica Isaac Asimov. Ele tem forma humanoide, para usar instrumentos e veículos projetados para humanos. Tem aparência nitidamente metálica, em cromo ou alumínio, enquanto outros são quase humanos — mas sempre com algum detalhe óbvio para diferenciá-los, como os movimentos, olhos ou voz.\n\nEm sociedades futuristas, onde robôs são criados para servir aos humanos, praticamente todos os construtos que convivem com pessoas pertencem a este tipo.\n\n• Código de Honra. Todos os robôs positrônicos são programados com as Três Leis da Robótica, que são: \n\n1ª Lei: jamais causar mal a um ser humano ou, por omissão, permitir que um ser humano sofra qualquer mal. Em mundos habitados por várias raças, esta lei pode se extender a qualquer semi-humano, ou qualquer não-construto. \n\n2ª Lei: sempre obedecer ordens de seres humanos, exceto quando essas ordens violam a 1a Lei, ou qualquer outro Código de Honra que o robô possua. \n\n3ª Lei: um robô deve proteger sua própria existência, desde que essa proteção não entre em conflito com a 1a ou 2a Leis, e nem com qualquer outro Código de Honra que o robô possua.",
  "cost": "Custo: -2 pontos."
},{
  "name": "Semi-humanos",
  "description": "Membros de raças semi-humanas existem em mundos de fantasia medieval, dividindo espaço com os humanos — mas também podem ser encontrados em alguns cenários modernos e futuristas, recriados por ciência avançada, ou vindos de outros planetas ou dimensões.\n\nExceto pela estatura, traços anatômicos e alguns poderes menores, semi-humanos são muito parecidos com os humanos. Em alguns casos podem até mesmo gerar descendentes; meio-elfos e meio-orcs são os mais conhecidos.\n\nHumanos e semi-humanos quase sempre são aliados, lutando juntos contra outras ameaças. Mas pode acontecer que, por razões variadas (muitas vezes por simples preconceito racial), uma ou mais raças semi-humanas sejam inimigas dos humanos, ou entre si. Este costuma ser o caso dos elfos negros, que odeiam os elfos.\n\nMagias e poderes que afetam humanos, também afetam semi-humanos, a menos que sua descrição diga o contrário.\n\nTODOS OS ITENS (10)\n\n#ABCDEFGHIJKLMNOPQRSTUVWXYZOUTRAS\nA\nAnão\nE\nElfo\nElfo Negro\nElfo-do-Céu\nG\nGnomo\nH\nHalfling\nM\nMeio-Dragão-Tamuriano\nMeio-Eiradaan\nMeio-Elfo\nMeio-Orc",
  "cost": "Membros de raças semi-humanas existem em mundos de fantasia medieval, dividindo espaço com os humanos — mas também podem ser encontrados em alguns cenários modernos e futuristas, recriados por ciência avançada, ou vindos de outros planetas ou dimensões."
},{
  "name": "Semideuses",
  "description": "Quando um deus maior de Arton decide ter relações amorosas com uma criatura mortal — e decide também que sua prole receberá a centelha divina — o resultado será sempre impressionante. Um semideus herda grande parte da força divina de seu progenitor. É parecido com um avatar do seu deus-pai, mas pode se tornar muito mais poderoso. Tão poderoso que poderia, se quisesse, destruir o mundo!\n\nA concepção de um semideus é um ato de extrema responsabilidade, mesmo para os deuses do Panteão. Eles têm habilidades de deus e de avatar combinadas, mas também algumas fraquezas. Caso sejam mortos, não podem ser recriados como um avatar, e nem ressurgem tempos depois como um deus. Também não podem ser ressuscitados ou devolvidos à vida por meios normais. Apenas a intervenção de um deus com pontuação total superior ao deus-pai pode trazê-lo de volta.\n\nDiferente do que acontece com um avatar ou com os clérigos de seu deus criador, um semideus não depende do poder de sua divindade para existir. Pelo menos não totalmente. Caso o deus que o criou seja destruído, o semideus não será afetado diretamente, contudo, quaisquer poderes clericais que o mesmo possua (como o dom de cura, por exemplo) e também seu Dom (veja adiante) estará irremediavelmente perdido.\n\nConteúdo[exibir]\nVantagem Única Editar\n\nCusto: +4 pontos\n\nFilhos de um deus e de um mortal, semideuses não são de fato deuses, mas seu poder individual é tão alto que poderia rivalizar com qualquer divindade menor. Cada semideus é uma criatura única. Possui todos os dons garantidos pela raça de seu progenitor, além de ter acesso a poderes únicos ligados à sua divindade geradora. Além disso, diferente do que acontece com os deuses maiores, eles podem mudar, evoluir e se tornar cada vez mais e mais poderosos. Semideuses podem somar os benefícios dessa vantagem com qualquer outra vantagem única. Para todos os efeitos, são considerados também youkai.\n\nProteção Divina Editar\n\nUm semideus possui uma Armadura Extra (escolha um tipo entre físico ou energia). Além disso, pode comprar poderes de Clérigo ou Paladino da divindade criadora mesmo sem possuir Clericato (devendo ainda cumprir quaisquer outras exigências).\n\nControle Total Editar\n\nUm semideus tem controle quase irrestrito do próprio corpo. Ele pode gastar 2 PMs e um movimento para mover pontos entre duas características distintas (exceto R) conforme a necessidade. A mudança dura até o próximo turno e nenhuma característica pode chegar a menos que zero.\n\nMetade de um Poder Infinito Editar\n\nApós atingirem o patamar Sugoi, semideuses tornam-se capazes de, uma vez por combate para cada patamar que possuem, realizar um feito qualquer (seja ele ataque, defesa, deslocamento...) como se estivessem em uma escala acima da qual se encontram.\n\nO Dom Editar\n\nA principal e mais cobiçada característica de um semideus é o seu Dom, um poder único ligado à sua divindade progenitora. Quase sempre irá se manifestar apenas na puberdade do indivíduo, quando ele descobrirá sua ascendência divina. O verdadeiro poder depende da divindade que o gerou:\n\nAllihanna Editar\n\nFllihanna, mesmo sem quaisquer vantagens mágicas, pelo custo normal em PMs. Além disso, podem se comunicar com quaisquer criaturas vivas com um teste Fácil de H.\n\nAzgher Editar\n\nOs enigmáticos filhos do sol nunca se perdem à luz do dia, além de serem capazes de intuir com grande precisão de que maneira eventos recentes tenham ocorrido em algum lugar, desde que isso tenha acontecido sob o olhar de Azgher. R vezes ao dia podem ainda utilizar um ataque com seu olhar de penitência que causa 1d pontos de dano (que não podem ser defendidos de nenhuma maneira).\n\nGlórienn Editar\n\nA deusa dos elfos não mais faz parte do Panteão de Arton, mas talvez existam filhos dela agindo anonimamente em alguns lugares do mundo. Eles não possuem mais quaisquer dons, exceto por um: todos os seus ataques contra goblinoides causam dano dobrado.\n\nGrande Oceano Editar\n\nOs filhos do Oceano raramente se afastam muito do mar. Sob a água, recuperam o dobro de PVs que normalmente receberiam por qualquer poder ou cura do qual sejam alvos. Além disso, podem respirar livremente sob a água e mover-se nela com o dobro da velocidade normal.\n\nHyninn Editar\n\nOs filhos do deus dos ladrões podem adquirir a perícia Crime por apenas 1 ponto. Além disto, todos os seus testes nessa perícia são considerados Fáceis.\n\nKallyadranoch Editar\n\nos descendentes do deus dos dragões gastam metade dos PMs para usar Poder Oculto. Além disso, levam um único turno para tanto, não importando quantos PMs venham a gastar.\n\nKeenn Editar\n\nguerreiros por natureza, filhos de Keenn recebem um Ataque Especial pela metade do custo em PMs um número de vezes por combate igual à sua A. Caso já possuam, ele considera um nível de progressão adicional. Magias ofensivas conjuradas por eles causam dano dobrado, mas magias de cura custam o dobro em PMs para fazerem efeito.\n\nKhalmyr Editar\n\no deus dos justos não possui filhos conhecidos em Arton. Porém, há lendas de que um semideus filho de Khalmyr sempre saberia com certeza quando alguém estivesse mentindo, além de causar dano adicional igual à sua R em qualquer ataque contra criaturas com a desvantagem Dependência, Insano, Magia Negra ou que possuam a perícia Crime.\n\nLena Editar\n\ntodas as filhas de Lena são mulheres, e essas são capazes de usar a magia Cura Mágica como uma habilidade natural, sem qualquer custo em PMs. Entretanto, caso ataquem alguém, sofrerão os efeitos da desvantagem Poder Vingativo.\n\nLin-Wu Editar\n\nos filhos de Lin-Wu são sempre tamuranianos e recebem a vantagem regional completa gratuitamente, além de usufruir de seus efeitos dobrados. Caso possuam algum Código de Honra, seus PVs ou PMs são dobrados.\n\nMarah Editar\n\na pacífica deusa da paz é uma das divindades com maior número de filhos e filhas espalhados por toda Arton. Eles podem adquirir a perícia Arte por apenas 1 ponto. Além disso, podem gastar um movimento para afetar um único alvo com os efeitos da magia Paz de Marah.\n\nMegalokk Editar\n\nfilhos do deus dos monstros são sempre violentos, encrenqueiros e com tendências a destruir tudo por onde passam. Também possuem o dobro do tamanho comum para sua espécie. Recebem F+3 (podendo ultrapassar o limite inicial de 5) e a desvantagem Monstruoso.\n\nNimb Editar\n\no caótico deus do caos pode ter inúmeros filhos espalhados por toda Arton. Ou não! Eles sempre terão alguma Insanidade e jamais terão certeza quanto à sua paternidade. Qualquer um que entre em combate contra eles deverá ser bem-sucedido num teste de R ou será afetado pela mesma insanidade que acomete o semideus. Eles também podem afetar a probabilidade (um sucesso se torna uma falha e vice-versa, antes da rolagem) de um número de jogadas num mesmo dia igual à própria R.\n\nRagnar Editar\n\ntodos os filhos de Ragnar são goblinoides, ou no máximo meio-orcs. Quando lutam contra oponentes que possuam Magia Branca ou algum Código de Honra, seus Críticos causam dano triplicado (em vez de duplicado).\n\nSszzaas Editar\n\nos filhos de Sszzaas nunca descobrem que são seus descendentes, acreditando que os poderes que possuem provêm de alguma outra divindade ou herói lendário qualquer. Essa crença induzida é tão poderosa que eles de fato recebem o mesmo dom da divindade em questão, mas fornecido pelo Corruptor!\n\nTanna-toh Editar\n\nFilhos da deusa do conhecimento são dotados de um intelecto impressionante, não raro tornando-se pessoas que mudam os rumos da história através de suas ideias. Para eles, a vantagem Memória Expandida custa apenas 1 ponto, e eles são capazes de memorizar ao mesmo tempo um número de perícias igual à sua H.\n\nTauron Editar\n\nsemideuses filhos de Tauron nascerão como minotauros se forem do sexo masculino, ou pertencerão à raça da mãe caso nasçam do sexo feminino. Indiferente de qual seja seu gênero, em ambos os casos serão dotados uma índole furiosa e um desejo eterno de serem sempre os mais fortes. Para eles, o custo da característica Força acima de 5 é reduzido em um nível (veja quadro na pág. 125 do Manual 3D&T Alpha).\n\nTenebra Editar\n\nOs taciturnos e enigmáticos filhos de Tenebra tornam-se invariavelmente reclusos e avessos à luz do dia, assumindo hábitos noctívagos. Todos apresentam olhos completamente negros, e com eles enxergam perfeitamente sem qualquer fonte de luz. Além disso, podem usar a magia Roubo de Vida sem custo em PMs em qualquer ser vivo mesmo sem a vantagem mágica.\n\nThyatis Editar\n\nfilhos do deus da ressurreição não temem a morte. Eles recebem a vantagem Imortal III, regressando imediatamente após sua morte.\n\nValkaria Editar\n\nos ambiciosos filhos da deusa da humanidade são sempre humanos com capacidade infinita de se aventurar. Eles sempre possuem a vantagem regional Aventureiro Nato completa, com um dos efeitos dobrado, independentemente de onde nasçam. Podem ainda Tornar Possível o Impossível (Manual 3D&T Alpha, pág. 142) gastando PMs em vez de PEs.\n\nWynna Editar\n\nos filhos de Wynna nascem com a magia no sangue. Eles não precisam comer, beber ou dormir a própria magia no ambiente os supre. Também nunca ficam completamente sem PMs, recuperando 1 PM automaticamente sempre que chegam a 0.",
  "cost": "Quando um deus maior de Arton decide ter relações amorosas com uma criatura mortal — e decide também que sua prole receberá a centelha divina — o resultado será sempre impressionante. Um semideus herda grande parte da força divina de seu progenitor. É parecido com um avatar do seu deus-pai, mas pode se tornar muito mais poderoso. Tão poderoso que poderia, se quisesse, destruir o mundo!"
},{
  "name": "Thera, o Povo Dinossauro",
  "description": "Conteúdo[exibir]\nVantagem Única Editar\n\nCusto: 1 ponto\n\nOs thera são uma variedade avançada de dinossauros, que evoluíram na direção da forma humana ao longo de milhares de anos. Essa é uma teoria, questionada por alguns devido a imensa variedade dessas criaturas, algo difícil de creditar a um único ramo evolutivo. A outra, especialmente cruel, afirma que todos os thera na verdade descendem da própria Divina Serpente, que em sua loucura, copulou com vários lagartos-trovão para gerá-los. Por algum motivo, as fêmeas costumam ser sempre mais numerosas que os machos: em certos casos, como o das dragoas-caçadoras, os thera masculinos são tão raros que sua escassez ameaça a existência da espécie.\n\nHabilidade +2. Predadores naturais, os thera são ágeis e velozes.\nVeia Natural. Thera são perfeitamente adaptados ao meio e recebem H+1 em regiões ermas, cumulativo com quaisquer outras vantagens que possua.\nVisão Aguçada. Um thera pode ver muito melhor do que a maioria das raças, enxergando uma presa a longas distâncias.\nEvolução Paralela. Os thera são um povo primitivo que permaneceu isolado em Galrasia por eras inteiras. Por isso, possuem certos comportamentos ou características que diferem completamente das demais raças do mundo. Todos devem adotar no mínimo –2 pontos em desvantagens que não lhes conferem quaisquer pontos adicionais, à escolhado jogador.\nAptidão para Sobrevivência. Para theras, a perícia completa custa apenas 1 ponto.\nCriaturas Fantásticas Editar\nDragoas-Caçadoras Editar\n\nAs Caçadoras, como também são chamadas, são predadoras naturais, guiadas por instintos de liberdade, crueldade e matança. Adoram o combate, atacando qualquer criatura que se aproxime do território, lutando não raras vezes até a morte. Dessa mesma maneira, escolhem suas líderes. Esse posto muda constantemente de dona, sendo raro que uma caçadora o mantenha por mais do que algumas semanas.\n\nOrgulhosas, são a encarnação da confiança e não acreditam que exista alguma fera que lhes supere em batalha, uma verdade que vem sendo cultivada por elas há milênios. Mesmo aquelas que aprendem a conviver com outras raças exigem ser reconhecidas como guerreiras valorosas, não aceitando a companhia de ninguém que lhes diga o contrário. Um outro hábito milenar dessa raça é a escravidão de fêmeas de outras espécies que são mantidas cativas durante toda a vida, sofrendo e gritando pelo resto dos dias.\n\nDragoa-Caçadora Berserker Insana, 6N Editar\n\nF2, H3, R2, A0, PdF0; 10 PVs, 10 PMs; kit Berserker Insana (tanque de carne); Thera (dragoa-caçadora); Energia Extra e Pontos de Vida Extras; Fúria, Insana (megalomaníaca; racial), Má Fama e Protegido Indefeso (suas escravas; racial).\n\nTanque de Carne: uma dragoa-caçadora berserker insana pode continuar lutando normalmente mesmo que chegue a 0 PVs, parando apenas caso role 6 em seu Teste de Morte.\nDragoa-Caçadora Drogadora, 6N Editar\n\nF0, H2, R2, A1, PdF0; 10 PVs, 10 PMs; kit Drogadora (toque curativo); Thera (dragoacaçadora); Energia Extra; Insana (megalomaníaca; racial), Má Fama e Protegido Indefeso (suas escravas; racial); Medicina.\n\nToque Curativo: uma drogadora pode lançar a magia Cura Mágica mesmo sem possuir Magia Branca pela metade do custo em PMs.\nCeratops, os Dragões-de-Chifres Editar\n\nOs dragões-de-chifres, ou ceratops, como são chamados pelos estudiosos, são os maiores e mais fortes entre os theras. Descendem de imensos quadrúpedes herbívoros com cabeças blindadas e repletas de chifres. Como a maioria dos animais de pasto, um desses nunca se afasta do chão durante toda a vida — na verdade, nunca o fizeram em milhões de anos! O mundo deles é bidimensional, sem noções como acima, abaixo, subir ou descer. E os ceratops herdaram essa limitação. Eles simplesmente não entendem a ideia de escalar qualquer altura superior à própria.\n\nVivem em aldeias. As fêmeas são dóceis, mansas e submissas, deixando o comando nas mãos dos machos. Esses por sua vez são extremamente agressivos, identificados por uma cabeçorra pesada, sempre protegida por um escudo de osso e uma coroa de espinhos que variam em quantidade e tamanho. Tribos são compostas por um único macho e um bando de 1d fêmeas, além dos filhotes. Não existe o conceito de mãe, e todas elas são igualmente responsáveis pela criação dos filhos. Machos jovens travam duelos pelo comando do grupo e por fêmeas para formar um harém próprio. Apesar do estilo de vida tribal, os ceratops são os mais inteligentes dentre os theras, podendo inclusive aprender magia.\n\nCeratops Guerreiro, 10N Editar\n\nF3, H2, R2, A2, PdF0; 10 PVs, 10 PMs; kit Guerreiro (armadura completa); Thera (ceratops); Energia Extra II; Modelo Especial (grande; racial) e Protegido Indefeso (o harém; racial).\n\nArmadura Completa: caso sofra um acerto crítico, um guerreiro pode fazer um teste de A. Se for bem-sucedido, sofre apenas o dano normal.\nPteros, os Dragões-Voadores Editar\n\nOs menores theras conhecidos, possuem em média 1,60m de altura, com braços finos transformados em asas, uma crista cartilaginosa atrás da cabeça e uma cauda longa com a ponta em forma de folha usada para manobrar durante o voo. Por possuírem mãos subdesenvolvidas, não dominam ferramentas, armas ou o fogo. Também quase não usam roupas, vivendo livres, empoleirados em praias rochosas.\n\nSão monogâmicos e muito ligados aos parceiros, permanecendo unidos por toda a vida. Podem se comunicar livremente entre si enquanto estiverem dentro do campo visual sem nenhum sinal aparente, quase de forma telepática. Além disso, um ptero sempre sabe em que direção e distância está seu par. Quando um dos parceiros morre, o sobrevivente é atacado por uma forte depressão e leva algum tempo (1d meses) para recuperar-se.\n\nPteros, 9N Editar\n\nFêmea: F1, H3, R1, A0, PdF1; 5 PVs, 5 PMs.\n\nMacho: F2; H2; R1; A1; PdF0; 5 PVs, 5 PMs.\n\nKit Legionário (ataque coordenado); Thera (ptero); Ligação Natural, Parceiro e Voo; Protegido Indefeso (racial) e Modelo Especial (racial).\n\nAtaque Coordenado: um ptero pode escolher como Parceiro um outro personagem legionário sem a necessidade de adquirir Aliado.\nVelocis, os Dragões-Antílopes Editar\n\nAutênticas máquinas de correr, os ágeis e esbeltos velocis são altos, magros e esguios, com uma pele acinzentada como a dos golfinhos e um par de chifres longos, voltados para trás. Nômades por natureza, bandos dessas criaturas vagam em campo aberto colhendo o que precisam por onde passam e fugindo ao menor sinal de perigo. Tais seres não são apenas covardes, são orgulhosamente covardes. Confiam apenas na fuga como forma de sobrevivência e sabem que não foram feitos para lutar, por isso sequer tentam.\n\nAriscos e medrosos por natureza, nenhuma honra, orgulho ou amor-próprio impedem que violem promessas, abandonem companheiros ou recorram a golpes baixos para encobrir sua fuga. Os machos protegem as fêmeas e elas cuidam dos filhotes. Mas qualquer coragem ou lealdade termina aí. Algumas fêmeas às vezes tornam-se capazes de usar magia. Invariavelmente, tornam-se líderes da tribo, sendo veneradas como uma representante dos deuses.\n\nVeloci Batedor, 10N Editar\n\nF1, H5, R2, A0, PdF0; 10 PVs, 10 PMs; kit Batedor (nunca indefeso); Thera (veloci); Aceleração e Sentidos Especiais (audição, faro e radar); Insano (fobia de combates e paranoico; racial); Sobrevivência.\n\nNunca Indefeso: em qualquer situação que tenha liberdade de movimentos, um veloci nunca é considerado indefeso.\nSacerdotisa Veloci, 11N Editar\n\nF0, H5, R2, A0, PdF0; 10 PVs, 10 PMs; kit Clériga de Marah (aura de paz); Thera (veloci); Aceleração, Clericato (Marah) e Magia Branca; Código de Honra (Marah) e Insana (fobia de combates e paranoica; racial); Arte.\n\nAura de Paz: criaturas com H igual ou inferior à sacerdotisa são incapazes de a atacar ou molestar. Oponentes com H superior precisam ser bem-sucedidos em um teste de R por turno para ignorar esse efeito.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Troglodita",
  "description": "Custo: 2 pontos.\n\nTrogloditas, ou trogs, são uma raça guerreira de homens-lagarto subterrâneos. Em geral são malignos e inimigos das raças humanas e semi-humanas, mas membros desgarrados podem acabar se tornando heróis aventureiros. Gostam muito de cerveja e objetos feitos de aço.\n\nForça +1, Armadura +1. Trogs são fortes e têm couro resistente.\nInfravisão. Como raça subterrânea, trogs enxergam no escuro.\nCamuflagem. Por sua pele camaleônica, trogs sempre fazem testes de Furtividade como se tivessem uma perícia própria.\nAtaque Pestilento. Apenas trogs têm esta habilidade. Eles podem gastar 2 Pontos de Magia para expelir um óleo fedorento que exige de todas as criaturas próximas (distância de ataque corpo-a-corpo) um teste de Resistência. Falha resulta na perda temporária de 1 ponto de Força, até o fim do combate. Criaturas com Faro Aguçado falham automaticamente no teste. Criaturas bem-sucedidas no teste ficam imunes ao cheiro de qualquer trog durante 24 horas.\nMonstruoso. São homens-lagarto fedidos, o que você esperava?\nVulnerabilidade: Frio. Por seu sangue frio, trogs têm pouca tolerância ao gelo.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Vampiro",
  "description": "Custo: -1 ponto.\n\nProvavelmente os mais temidos mortos-vivos, vampiros são também aqueles com habilidades mais variadas. Eles podem ser de origem mágica ou científica, surgindo através de maldições, contaminação por doenças raras, rituais demoníacos...\n\nVampiros podem se fazer passar por humanos (ou elfos, pois alguns têm orelhas pontudas) sem muita dificuldade, vivendo disfarçados em sociedade — embora muitos prefiram apenas se esconder em covis durante o dia e caçar à noite.\n\nDependência. O que define um vampiro é sua necessidade de sugar a vida dos vivos; todos eles dependem de alguma coisa rara, proibida ou monstruosa para continuar existindo. Sangue humano é a necessidade mais óbvia e comum, mas também existem aqueles que sugam almas ou devoram partes do corpo. Seja como for, um vampiro precisa matar um humano, semi-humano ou humanoide todos os dias, ou enfraquece até ser destruído. \n\nMaldição. Vampiros sofrem dano quando expostos à luz do dia. Perdem 1 Ponto de Vida por turno até virarem cinzas. A perda se reduz a 1 PV por minuto em dias nublados ou quando usam roupas pesadas.\n\nCada vampiro é único, com uma combinação própria de poderes e fraquezas. O jogador pode comprar vantagens ou adquirir desvantagens entre as seguintes:\n\n• Forma de Névoa (1 ponto): o vampiro pode se transformar em névoa. Nessa forma ele pode flutuar (Voo com H1) e é incorpóreo.\n\n• Formas Alternativas (1 ponto cada): o vampiro pode se transformar em lobo-das-cavernas (F1, H2, R2, A1, PdF0, Faro e Audição Aguçados) ou morcego-gigante (F0, H3, R1, A0, PdF0, Voo, Radar).\n\n• Imortal (1 ponto): quando destruído, o vampiro ressurge após 2d noites em sua tumba ou algum outro lugar.\n\n• Invulnerabilidade (3 pontos): o vampiro pode ser ferido apenas com fogo e magia.\n\n• Magia Negra (1 ponto): para um vampiro, esta vantagem custa 1 ponto.\n\n• Monstruoso (–1 ponto): o vampiro tem aparência repulsiva e não pode se fazer passar por um humano normal. Além disso, pelo tamanho de suas presas e aspecto de morcego, pode ser facilmente identificado como um vampiro.\n\n• Fobia (–1 ponto): cheiro de alho, toque de água benta, e a presença de fogo ou qualquer símbolo religioso.\n\n• Vulnerabilidade: Químico (–1 ponto): além de ter Armadura reduzida a zero contra ataques baseados em água (mesmo que não seja água benta), quando mergulhado em água corrente, o vampiro perde 1 PV por turno.",
  "cost": "Custo: -1 ponto."
},{
  "name": "Youkai",
  "description": "Este é um nome genérico para numerosas criaturas, entre fadas, licantropos, anjos, demônios e também mortos-vivos. Quase qualquer ser sobrenatural é um youkai.\n\nDevido à sua imensa variedade, youkai são diferentes e imprevisíveis. A maioria é (ou pensa ser) superior aos\nhumanos, agindo com arrogância por esse motivo. Um youkai também costuma ter cultura e valores desiguais, que\nconflitam com a moral e ética humanas, muitas vezes levando a animosidades.\n\nYoukai são resistentes aos ataques dos humanos, mas podem ser derrotados por monges ou exterminadores habilidosos. Alguns preferem simplificar as coisas e evitar totalmente os humanos (e problemas), vivendo em áreas remotas; outros gostam de humanos, escolhendo viver perto deles — ou entre eles, quando são aceitos. Existem até histórias de amor sobre youkai e humanos, que normalmente terminam em tristeza devido aos muitos obstáculos desse tipo de relacionamento.\n\nTODOS OS ITENS (13)\n\n#ABCDEFGHIJKLMNOPQRSTUVWXYZOUTRAS\nA\nAnjo\nD\nDemônio\nDragão-Rei\nDragões\nF\nFada\nL\nLefeu, os Demônios da Tormenta\nLefou\nLicantropo\nM\nMeio-abissal\nMeio-celestial\nMeio-Dríade\nMeio-gênio\nS\nSemideuses",
  "cost": "Este é um nome genérico para numerosas criaturas, entre fadas, licantropos, anjos, demônios e também mortos-vivos. Quase qualquer ser sobrenatural é um youkai."
},{
  "name": "Zumbi",
  "description": "Custo: -2 pontos.\n\nSão considerados mortos-vivos “fracos” — embora alguns venham a conquistar grande poder pessoal, muitas vezes liderando sua própria horda. Eles podem ser invocados por magos ou sacerdotes, mas também costumam ocorrer por outros motivos; cemitérios amaldiçoados, acidentes com produtos químicos, drogas desenvolvidas por indústrias corruptas...\n\nDependência. Zumbis podem parecer criaturas estúpidas e sem mente, mas isso nem sempre é verdade. Eles apenas se comportam como tal porque precisam satisfazer um apetite desesperado por carne humana: um zumbi precisa devorar um órgão humano vivo e fresco (um cérebro, um coração...) todos os dias, ou ficará cada vez mais fraco até se desfazer por completo.\nLentidão. Zumbis sofrem redutor de H–2 em testes para ganhar a iniciativa e esquivar. Aqueles com Aceleração não sofrem essas restrições, mas também não recebem os benefícios normais da vantagem.\nInculto. A maioria dos zumbis consegue apenas gemer de forma fantasmagórica. Zumbis capazes de falar devem recomprar esta desvantagem.\nMonstruoso. Por seu cheiro for te e aparência decrépita, zumbis não podem se fazer passar por seres humanos, exceto à distância. Alguns têm aspecto mais ou menos normal, ou podem gerar um disfarce ilusório (recomprando esta desvantagem).",
  "cost": "Custo: -2 pontos."
}]