[{
  "name": "Aceleração",
  "description": "Custo: 1 ponto\n\nVocê corre mais rápido. Esta vantagem acrescenta 1 ponto à Habilidade apenas para situações de perseguição, fuga e esquiva (não cumulativo com Teleporte).\n\nVocê também recebe um movimento extra por turno. Isso quer dizer que você pode mover-se em velocidade máxima duas vezes e agir, ou então mover-se três vezes. Mas você continua não podendo agir mais de uma vez por turno.\n\nVocê pode executar sua ação e movimentos em qualquer ordem. Pode mover-se, agir e mover-se de novo; mover- se duas vezes e agir; ou agir e mover-se duas vezes.\n\nUsar esta vantagem em situações de combate gasta 1 Ponto de Magia. Os efeitos duram até o fim do combate.\n\nPROGRESSÃO DE ACELERAÇÃO Editar\n\nÀ medida que ganham experiência, os personagens podem se mover mais rápidos ainda. Para simular isso, um personagem pode comprar novos níveis de Aceleração. Cada novo nível custa 1 ponto de personagem.\n\nAceleração I: 1 ponto, Habilidade+1, custo 1 PM. Turno fica com 1 Ação e 2 Movimentos. (Padrão)\nAceleração II: +2 pontos, Habilidade+2, custo 2 PMs. Turno fica com 2 Ações e 2 Movimentos.\nAceleração III: +2 pontos, Habilidade+3, custo 3 PMs. Turno fica com 2 Ações e 3 Movimentos.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Adaptador",
  "description": "Custo: 1 ponto\n\nVocê tem facilidade para lidar com armas, aprender novas técnicas e improvisar novos golpes. Esta vantagem permite mudar o tipo de dano de sua Força ou Poder de Fogo sem sofrer nenhuma penalidade, como se fosse seu próprio dano inicial.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Aliado",
  "description": "Custo: 1 ponto.\n\nVocê tem um companheiro com quem pode contar. Pode ser uma pessoa, animal ou mecha, à sua escolha.\n\nO Aliado é um NPC que você controla, mas o mestre pode às vezes interferir nesse controle — por exemplo, quando acreditar que o Aliado faria ou não faria algo. Seu Aliado ajuda você, mas muitas vezes ele também pode precisar de sua ajuda.\n\nVocê pode construir o Aliado se quiser, mas o mestre dará a aprovação final. A pontuação do Aliado é um “nível” abaixo da sua. Por exemplo, se você é um Novato, seu Aliado é uma Pessoa Comum (feito com 4 pontos). Se você é um Lutador, o Aliado é um Novato (5 pontos), e assim por diante.\n\nSe quiser um Aliado mais poderoso, ele custará mais caro: 1 ponto extra para cada ponto de personagem. Por exemplo, se você quer um Aliado Novato feito com 6 pontos em vez de 5, ele vai custar 2 pontos. Veja o quadro na página 13.\n\nUm Aliado normalmente segue suas ordens sem reclamar. No entanto, você não pode obrigá-lo a fazer algo que ele não quer (como uma ação suicida) ou contra sua natureza (como enfrentar uma Fobia ou violar um Código de Honra).\n\nUm Aliado não ganha Pontos de Experiência. Quando você evolui seu personagem, a pontuação total dele também aumenta proporcionalmente. Você não ganha PEs por vitórias de seu Aliado.\n\n_____________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nDesde Mega City, há uma regra diferente para Aliados: ao invés de cada ponto ser concedido diretamente ao companheiro, ele aumenta o seu “nível” em um passo. Então um Novato, normalmente, teria um Aliado “pessoa comum,” com 4 pontos; mas se gastar um ponto extra, ele também será um Novato, com 5 pontos; com dois pontos extras, seria um Lutador, de 7 pontos; e daí por diante. Caso o Aliado já possua 20 pontos (o máximo para a pontuação inicial de um personagem), cada ponto extra lhe dará mais 5 pontos.\n\nFica a cargo de cada mestre decidir qual opção usar. As regras originais devem frear a aquisição de companheiros mais fortes, já que eles serão bem mais custosos; mas as novas regras devem ajudar personagens com menos pontos, que poderão ter Aliados melhores.\n\nUma terceira alternativa é inverter o nível da pontuação: um Aliado estará inicialmente um nível acima do personagem, ao invés de abaixo. Assim, um personagem Lutador teria um Aliado Campeão (10 pontos), e não Novato. Esta opção é adequada para campanhas em que os verdadeiros astros são os Aliados, e não os personagens dos jogadores: por exemplo, uma história de mechas de combate espaciais, em que o piloto raramente deixará a máquina (afinal, é um adolescente sem poderes); ou de treinadores de monstros com criaturas muito mais poderosas e impressionantes do que os humanos comuns que as comandam.  ",
  "cost": "Custo: 1 ponto."
},{
  "name": "Aliado Gigante",
  "description": "Custo: 2 pontos ou mais\n\nVocê possui um Aliado (Manual 3D&T Alpha, pág. 29), mas em uma escala maior do que a sua.\n\nPara cada escala acima que o Aliado estiver, o custo da vantagem dobra: um Aliado Sugoi, por exemplo, custaria 2 pontos para um personagem Ningen; um Kiodai, 4 pontos; e um Kami, 8 pontos de personagem.\n\nCom autorização do mestre, o custo da vantagem pode ser dividido entre vários personagens: um Aliado Kami poderia ser adquirido por quatro personagens Ningen pagando 2 pontos cada. Demais regras da vantagem são as mesmas.  ",
  "cost": "Custo: 2 pontos ou mais"
},{
  "name": "Aliado Supremo",
  "description": "Custo: Especial\n\nO mais poderoso Aliado existente, formado pela junção de vários Aliados Gigantes diferentes combinados!\n\nPelo custo total de 20 PMs, que pode ser dividido entre todos que possuírem a versão padrão da vantagem, os Aliados invocados chegarão dentro de 2d turnos, agindo como se tivessem a vantagem Parceiro entre si, permanecendo em batalha até o fim do combate.\n\nA maneira como isso acontece não é muito clara, variando enormemente de grupo para grupo. Não importa se for a fusão entre um dragão azul, um golem de magma e a maior torradeira do mundo. Mesmo que de naturezas distintas, todos poderão se unir para dar vida à mais impressionante e absurda máquina de lutar da existência.\n\nDevido ao tamanho exagerado, o Aliado Supremo não é capaz de agir em ambientes fechados (a coisa resultante possui Modelo Especial). Aliado Supremo também não tem custo em pontos, devendo ser conquistado em campanha como prêmio de uma série de aventuras particularmente difíceis.  ",
  "cost": "Custo: Especial"
},{
  "name": "Aliado-Exército",
  "description": "Custo: 2 pontos\n\nO herói possui um batalhão numeroso como Aliado. Esse pode ser construído por você, mas o mestre dará a aprovação final. Ele terá um número de pontos igual a um nível de pontuação abaixo da sua, mas podendo pertencer a escalas distintas de acordo com o poder do Patrono. Aliados-Exércitos não estão disponíveis a todo momento, precisando ser reunidos e organizados com antecedência: 1d multiplicado pela escala a qual pertençam (horas para Ningen, dias para Sugoi, semanas para Kiodai e meses para Kami). Aliados-Exércitos são incapazes de agir sem estar sob Comando de Aliado (Manual 3D&T Alpha, pág. 72)  ",
  "cost": "Custo: 2 pontos"
},{
  "name": "Alquimista",
  "description": "Custo: 1 ponto.\n\nVocê sabe traçar diagramas arcanos que potencializam seus poderes. Antes de lançar uma magia (ou usar qualquer\nvantagem que gasta PMs), você pode desenhar um símbolo místico em alguma superfície próxima. Traçar um diagrama leva uma rodada inteira, e se você sofrer dano o processo falha. Se tiver sucesso, na rodada seguinte você pode usar uma magia ou vantagem gastando metade dos PMs necessários (arredonde para cima).\n\nVocê pode desenhar com qualquer material, sobre qualquer superfície lisa (chão, parede...). Você deve anunciar\nqual magia pretende lançar no momento de traçar o diagrama. Cada diagrama é único para cada utilização. Você não\npode levar consigo diagramas prontos em folhas de papel, nem tatuá-los na pele ou costurá-los na roupa.\n\nAlguém treinado em magia (ou seja, que tenha Magia Branca, Elemental ou Negra) que veja seu diagrama saberá,\nna mesma hora, qual magia você pretende conjurar.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Aparência Inofensiva",
  "description": "Custo: 1 ponto.\n\nPor algum motivo você não parece perigoso. Talvez pareça pequeno, fraco ou covarde. Talvez seja um bichinho fofo,\num vovô barrigudo, uma menininha segurando pirulito... você escolhe o motivo.A\n\nAlém de outros benefícios, como entrar em lugares protegidos sem levantar suspeitas, possuir uma Aparência Inofensiva também ajuda em combate. Ela vai surpreender seu oponente — você ganha uma ação extra antes do primeiro turno de um combate. Esse truque não funciona com ninguém que já tenha visto você lutar, e também não engana duas vezes a mesma pessoa.\n\nVocê não pode ter Aparência Inofensiva e ser Monstruoso ao mesmo tempo.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Aptidão Mágica",
  "description": "Custo: 1 ponto\n\nO personagem possui uma aptidão natural para as artes arcanas e, por isso, recebe um bônus de H+2 em qualquer situação que envolva magias e feitiços, como por exemplo, definir o valor máximo de PMs que pode gastar em um feitiço, calcular a FA de certos feitiços que utilizam a Habilidade na contagem, no teste de Idiomas para aprender novas magias, etc.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Arcano",
  "description": "Custo: 4 pontos.\n\nEsta vantagem diz que você tem uma poderosa aptidão natural para a magia, e pode ser um grande mago mais facilmente. Você pode utilizar Magia Branca, Magia Elemental e Magia Negra como se tivesse comprado todas as três vantagens. Confira mais detalhes em Magias.",
  "cost": "Custo: 4 pontos."
},{
  "name": "Arena",
  "description": "Custo: 1 ponto.\n\nVocê tem sua própria arena de lutas, ou sabe lutar melhor em certo tipo de terreno ou condição. Você ganha H+2 quando está em sua Arena, apenas em situações de combate. Vale lembrar que, quando alguém faz um desafio formal para um duelo, aquele que foi desafiado tem o direito de escolher o local do combate.\n\nA Arena é escolhida pelo jogador, mas sempre com aprovação do mestre. Eis algumas sugestões:\n\nÁgua (praia, barcos, chuva, superfície da água, embaixo d’água).\nCéu (combate aéreo; vale apenas quando seu oponente também está voando).\nCidades (ruas, telhados, topo de prédios, aposentos, corredores, escadas).\nErmos (desertos, florestas, montanhas, pântanos, planícies, geleiras...).\nSubterrâneo (cavernas, masmorras, esgotos).\nUm único lugar do mundo (provavelmente sua base de operações) e vizinhanças.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Armadura Extra",
  "description": "Vantagem Editar\n\nCusto: Especial.\n\nVocê é mais resistente a certos tipos de dano. Sua Armadura será duas vezes maior, mas apenas contra aquele dano.\n\nDigamos que você tem Habilidade 4, Armadura 3 e Ar-madura Extra: Frio. Quando atingido por um raio congelante, sua Força de Defesa será 4+(3x2), resultando em FD 10.\n\nEsta vantagem não pode ser comprada com pontos. No entanto, ela pode aparecer mais adiante como parte de uma vantagem única (por exemplo, um Esqueleto tem Armadura Extra: Corte e Perfuração), ou oferecida por um item mágico.\n\nOs tipos de Armadura Extra são:\n\nForça. Qualquer dano causado com Força (ataques corporais).\nPoder de Fogo. Qualquer dano causado com PdF (ataques à distância).\nMagia. Qualquer dano causado por magia, incluindo armas mágicas (mas não incluindo outros ataques ou mano-bras que gastam PMs).\nCorte, Perfuração, Esmagamento. Estes são os três tipos possíveis de dano físico.\nFogo, Frio, Elétrico, Químico, Sônico. Estes são os cinco tipos possíveis de dano por energia.\n\nBenefícios são cumulativos. Se você tem Armadura Extra: Magia e Fogo, e recebe um ataque mágico baseado em fogo (como uma magia da Escola Elemental/Fogo), sua Armadura é triplicada.\n\nMagia Editar\n\nEscola: todas\n\nCusto: 1 a 3 PMs por turno (veja adiante)\n\nAlcance: curto\n\nDuração: sustentável\n\nEnquanto está ativa, esta magia reproduz em uma ou mais criaturas o efeito de um dos vários tipos da vantagem Armadura Extra. Se você lança Armadura Extra: Força sobre uma criatura, por exemplo, sua Armadura será dobrada contra qualquer ataque baseado em Força.\n\nCada Armadura Extra corresponde a uma magia diferente. Então, se você conhece as palavras mágicas para Armadura Extra: Frio, este é o único tipo que poderá invocar até aprender os demais tipos.\n\nAlém disso, esta magia também existe em versões diferentes para cada escola. Por exemplo, há uma Armadura Extra: Químico na Escola Branca, outra na Escola Negra, e uma terceira na Escola Elemental. Um conjurador de Magia Branca não pode lançar as outras duas versões, mesmo aprendendo suas palavras.\n\nCada Armadura Extra tem seu próprio custo em PMs:\n\nCorte, Perfuração, Esmagamento: 1 PM por turno.\nFogo, Frio, Elétrico, Químico, Sônico: 2 PMs por turno.\nMagia, Força, Poder de Fogo: 3 PMs por turno. Estes três tipos são considerados raros.",
  "cost": "Custo: Especial."
},{
  "name": "Armadura Suprema",
  "description": "Custo: 1 ponto;\n\nVocê possui alguma proteção capaz de resistir a grandes quantidades de dano. Seja ela uma armadura abençoada por alguma divindade, o resultado de um árduo treinamento ou alguma esquiva sobrenatural, não importa.\n\nSempre que sofrer dano de uma escala superior à sua, faça um teste de A; se for bem-sucedido, poderá pagar 3 PMs para que ele decresça uma escala. Você pode, se quiser, gastar mais PMs para reduzir o impacto de golpes ainda mais fortes até no máximo igualar à sua própria escala.  ",
  "cost": "Custo: 1 ponto;"
},{
  "name": "Ataque Combinado",
  "description": "Custo: 1 ponto\n\nVocê e seu grupo possuem uma arma, técnica ou golpe que precisa ser utilizado em conjunto para atingir um alvo.\n\nVocê pode gastar uma ação e 2 PMs para somar sua Força ou Poder de Fogo ao próximo ataque de um companheiro, que também deve possuir esta vantagem.\n\nO ataque deve ser feito na mesma rodada; em caso de acerto crítico, todas as Forças e Poder de Fogo são dobrados!  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Ataque Especial",
  "description": "Custo: 1 ponto ou mais.\n\nPraticamente qualquer aventureiro, herói ou guerreiro tem algum tipo de técnica ou ataque que provoca dano maior.\n\nIsso é tão comum nos mundos de aventura que qualquer personagem pode fazer um Ataque Especial gastando 1 PM e ganhando F+1 ou PdF+1. Isto é apenas uma manobra especial; não é preciso pagar pontos de personagem por ela (Ataque Especial 0).\n\nA vantagem Ataque Especial, no entanto, é uma versão melhorada dessa manobra. Ela permite gastar 1 PM e aumentar em +2 sua Força ou Poder de Fogo (escolha F ou PdF quando adquirir esta vantagem) para um único ataque.\n\nVocê pode pagar mais ou menos pela vantagem, para dar mais poderes ou fraquezas ao Ataque Especial. Alguns desses ajustes também afetam o custo do ataque em Pontos de Magia:\n\nAmplo (+2 pontos, +2 PMs): apenas para ataques com PdF. Todas as criaturas dentro do alcance de ataque à distância são atingidas (incluindo aliados, e até mesmo você!). Todos os alvos têm direito a esquiva.\nAproximação (+1 ponto, +1 PM): apenas para ataques com Força. O ataque pode ser realizado à distância; quando o realiza, o personagem se movimenta e diminui a distância para o oponente, terminando o golpe próximo a ele.\nÁrea (+1 ponto, +1 PM): apenas para ataques com Poder de Fogo. Todas as criaturas que estiverem próximas ao alvo (à distância de um ataque com Força) são afetadas.\nCansativo (–1 ponto, –1 PM): seu ataque especial é extenuante. Quando o usa, você não pode fazer um movimento no mesmo turno (se já tiver feito um movimento, não pode usar o Ataque Especial).\nDano Gigante (+2 pontos, +10 PMs): Esta ampliação permite que o Ataque Especial cause dano em uma escala superior — Sugoi se você for Ningen, Kiodai se for Sugoi e assim por diante.\nEnfraquecedor (+2 pontos): em vez de causar dano, o ataque funciona como a vantagem Enfraquecer, pelo custo normal em Pontos de Magia.\nLento (–1 ponto): apenas para ataques com PdF. O alvo recebe H+2 em sua esquiva.\nLongo (+1 ponto, +1 PM por incremento de distância): apenas para Poder de Fogo. Gastando mais PMs, você pode aumentar o alcance do ataque: ×2 por +1 PM, ×4 por +2 PMs, ×8 por +3 PMs e assim por diante.\nÓbvio (–1 ponto): é fácil perceber que você vai atacar. Seus alvos ganham um bônus de +1 na Força de Defesa.  \nParalisante (+1 ponto): em vez de causar dano, o ataque funciona como a vantagem Paralisia (pelo custo normal em Pontos de Magia).\nPenetrante (+1 ponto, +1 PM): impõe A–1 contra o alvo em sua Força de Defesa.\nPerigoso (+2 pontos, +2 PMs): este ataque consegue um acerto crítico com um resultado 5 ou 6 no dado.\nPerto da Morte (–2 pontos, –1 PM): o ataque só pode ser usado quando você está Perto da Morte.\nPoderoso (+2 pontos, +2 PMs): em caso de acerto crítico, o ataque triplica sua Força ou PdF (em vez de duplicar).\nPreciso (+1 ponto): impõe H–1 contra o alvo em sua Força de Defesa.\nTempestade de Golpes (+1 ponto, +1 PM): apenas para ataques com Força. Todos os inimigos dentro do seu alcance corpo a corpo são atingidos pelo ataque, com a mesma FA.\nTeleguiado (+1 ponto): apenas para PdF. O ataque persegue o alvo, impondo H–1 em tentativas de esquiva.\n\nUm Ataque Especial nunca pode custar menos de 1 ponto de personagem. Também não pode custar menos de 1 PM para ser usado.\n\nProgressão de Ataques EspeciaisEditar\n\nÀ medida que ganham experiência, os personagens podem aprender golpes cada vez mais elaborados e poderosos. Para simular isso, um personagem pode comprar novos níveis de Ataque Especial. Cada novo nível custa 1 ponto de personagem.\n\nAtaque Especial 0: gratuito. Característica (C) +1, custo 1 PM.\nAtaque Especial I: 1 ponto, C+2, custo 1 PM.\nAtaque Especial II: +1 ponto, C+4, custo 2 PMs.\nAtaque Especial III: +1 ponto, C+6, custo 3 PMs.\n\nE assim por diante, até Ataque Especial X, que fornece +20 na característica e custa 10 PMs por uso.\n\nCada Ataque tem como pré-requisito todos os anteriores. Apenas o Ataque Especial I pode ser adquirido durante a criação do personagem — os outros só podem ser comprados com pontos ganhos durante o jogo.",
  "cost": "Custo: 1 ponto ou mais."
},{
  "name": "Ataque Múltiplo",
  "description": "Custo: 1 ponto.\n\nVocê pode fazer mais ataques com Força em uma única rodada. Cada golpe (incluindo o primeiro) gasta 1 PM. Assim, atacar três vezes na mesma rodada gasta 3 PMs. O número máximo de ataques que você pode fazer por rodada é igual à sua Habilidade.\n\nA Força de Ataque de cada golpe conta separadamente para vencer a Força de Defesa do inimigo. Você não pode somar a FA de seus vários ataques.\n\n_______________________________________________________________________________________\n\nProgressão de Ataque/Tiro Múltiplo\n\nEm vez de fazer um ataque completo extra por rodada, essa vantagem aumentará o dano que você causa no seu ataque original, representando o dano dos ataques extras. Cada ataque “extra” adiciona um dado à sua FA, até o limite padrão da sua Habilidade. Por exemplo, um personagem com H3 poderia gastar até 3 PMs para ter uma FA de F + H + 3d.\n\nCada dado que rolar um 6 é considerado um acerto crítico, e adiciona um multiplicador à sua Força ou Poder de Fogo — se ao rolar os três dados você conseguisse um 4, um 6 e um 6, a sua FA final seria de F×3 + H + 16!\n\nOs dados extras podem ser usados para atacar o mesmo inimigo, ou divididos entre vários oponentes. Então, no exemplo anterior, em vez de usar toda a FA contra um único inimigo, o personagem poderia atacar três adversários diferentes com F + H + 1d. Nesse caso, você pode rolar o dado apenas uma vez, e utilizar a mesma FA contra cada um dos oponentes.\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nAtaque e Tiro Múltiplos podem ser vantagens complicadas de lidar em campanhas de pontuações muito altas, por causa da quantidade de ataques por rodada que um personagem de Habilidade alta e muitos PMs pode ter. Pense em quanto tempo cada rodada demoraria em um combate entre dois personagens, um com H8 e outro com H6, ambos com Ataque Múltiplo! Por isso, sugerimos a seguir uma regra opcional para agilizar o uso destas vantagens.\n\nEm vez de fazer um ataque completo extra por rodada, essa vantagem aumentará o dano que você causa no seu ataque original, representando o dano dos ataques extras. Cada ataque “extra” adiciona um dado à sua FA, até o limite padrão da sua Habilidade.\n\nPor exemplo, um personagem com H3 poderia gastar até 3 PMs para ter uma FA de F + H + 3d. Cada dado que rolar um 6 é considerado um acerto crítico, e adiciona um multiplicador à sua Força ou Poder de Fogo — se ao rolar os três dados você conseguisse um 4, um 6 e um 6, a sua FA final seria de F×3 + H + 16!\n\nOs dados extras podem ser usados para atacar o mesmo inimigo, ou divididos entre vários oponentes. Então, no exemplo anterior, em vez de usar toda a FA contra um único inimigo, o personagem poderia atacar três adversários diferentes com F + H + 1d. Nesse caso, você pode rolar o dado apenas uma vez, e utilizar a mesma FA contra cada um dos oponentes.  ",
  "cost": "Custo: 1 ponto."
},{
  "name": "Atroz",
  "description": "Criaturas atrozes são versões maiores, mais fortes e primitivas dos animais normais. A aparência é mais feroz ou até demoníaca, com garras e presas mais afiadas e um brilho de selvageria primal nos olhos. Monstros atrozes possuem o dobro de PVs da versão comum (considerando R×10 apenas para esse cálculo), Armadura Extra contra dano Físico e Modelo Especial (grande).\n\nTormenta Alpha Editar\n\nAtroz é um novo poder único para monstros descrito na página 52 do Tormenta Alpha .",
  "cost": "Criaturas atrozes são versões maiores, mais fortes e primitivas dos animais normais. A aparência é mais feroz ou até demoníaca, com garras e presas mais afiadas e um brilho de selvageria primal nos olhos. Monstros atrozes possuem o dobro de PVs da versão comum (considerando R×10 apenas para esse cálculo), Armadura Extra contra dano Físico e Modelo Especial (grande)."
},{
  "name": "Base de Operações",
  "description": "Custo: 2 pontos\n\nVocê possui um lugar para chamar de lar, um porto seguro para onde retorna após cada grande aventura. Pode ser uma casa afastada num campo, um apartamento numa metrópole ou um quarto numa estalagem, não importa. Quando se encontra na Base de Operações, você pode pernoitar tranquilamente, recuperando PVs e PMs completamente com 2 horas de sono, ou metade desse tempo se for bem-sucedido em um teste de R.\n\nFora de combate, por 3 PMs você pode teleportar seu personagem junto com H+1 aliados voluntários que estejam em distância corpo a corpo de volta para a sua Base. Note que é uma via de mão única: para teleportar da Base para qualquer outro lugar você ainda depende de outros meios. Em qualquer situação, pessoas indesejadas recebem um redutor de –3 em testes para tentar localizar sua Base.\n\nAinda, quando está nela, você é mais apto a realizar qualquer tarefa. Todos os testes de perícia recebem um bônus de um nível (Difíceis se tornam Médios e Médios se tornam Fáceis), permitindo inclusive a fabricação de itens mágicos (Manual 3D&T Alpha, pág. 123). Em combate, a Base é considerada uma Arena (Manual 3D&T Alpha, pág. 30).  ",
  "cost": "Custo: 2 pontos"
},{
  "name": "Boa Fama",
  "description": "Custo: 1 ponto.\n\nVocê é respeitado entre outros heróis e aventureiros, e também entre boa parte das pessoas comuns. Pode ser\nconhecido por lutar bem, ter um estilo diferente, uma aparência especial, ou até por uma única luta marcante. De qualquer forma, você é famoso, admirado ou temido por alguma razão.\n\nSer famoso pode trazer vantagens em algumas ocasiões, mas também desvantagens. Será mais difícil passar\ndespercebido ou agir disfarçado. Se você tem um Ponto Fraco, ele será conhecido por todos.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Clericato",
  "description": "Custo: 1 ponto.\n\nVocê é um sacerdote, druida ou xamã, e serve a uma entidade espiritual superior. Em troca de cumprir certas obrigações, você pode lançar certas magias divinas que outros conjuradores não podem.\n\nSozinha, esta vantagem não permite lançar magias. No entanto, usuários de Magia Branca só conseguem lançar as mais poderosas magias divinas quando também possuem Clericato. O mesmo vale para certos tipos de Magia Negra, pois para utilizá-las o conjurador deve cultuar uma entidade maligna.\n\nPara conjuradores, esta vantagem também permite começar com três magias extras, além das magias iniciais (cumulativas com Mentor e Patrono ). Elas são escolhidas pelo mestre.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Contramágica",
  "description": "Custo: 1 ponto\n\nVocê é especializado em anular magias conjuradas por outras pessoas. Você recebe as magias Cancelamento de Magia e Cancelamento Superior e conta como se tivesse H+2 para lançá-las. Além disso, também pode anular magias conjurando o mesmo feitiço que seu oponente (é possível cancelar uma Barreira de Vento com outra Barreira de Vento, por exemplo), mas sem receber o bônus em H. Nesse caso, a magia usada para cancelar deve ser conjurada com pelo menos a mesma quantidade de PMs que a magia-alvo. Quando uma magia cancela outra, as duas se dissipam e nenhum efeito colateral ocorre.\n\nEsta vantagem também permite cancelar magias instantâneas. Fazer isso é uma reação, que deve ser realizada imediatamente em resposta à conjuração do adversário. Cancelar uma magia instantânea consome PMs normalmente e sua ação — você só pode fazer isso se ainda não tiver agido no turno. Caso esteja usando regras que permitam lançar mais de um feitiço por rodada, você pode cancelar em um mesmo turno uma quantidade de magias instantâneas igual ao número de magias que possa conjurar.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Cura",
  "description": "Custo: 1 ponto\n\nVocê pode curar ferimentos em si mesmo ou em outras pessoas, com um toque. Com uma ação, você pode:\n\nCurar 1d Pontos de Vida para cada PM que gastar, até um máximo de PMs igual à Habilidade.\nAjudar um personagem Perto da Morte (Manual 3D&T Alpha, pág. 26) como se tivesse a perícia Medicina. Esse uso consome 1 PM.\nConceder a um personagem que esteja sendo afetado por um efeito prejudicial (como paralisia, cegueira, etc.) um novo teste de Resistência. Se o teste for bem sucedido, o efeito é anulado. Esse uso consome 5 PMs.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Deflexão",
  "description": "Custo: 1 ponto.\n\nVocê tem chance de desviar completamente um ataque feito com Poder de Fogo , sem sofrer quase nenhum dano. Com esta vantagem, você pode gastar 2 PMs e duplicar sua Habilidade para calcular a Força de Defesa contra um único ataque.\n\nA Deflexão é uma esquiva — ou seja, você só pode usá-la um número máximo de vezes por rodada igual à sua H.\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor Editar\n\nUma revisão frequentemente sugerida para Deflexão e Reflexão é que elas passem a multiplicar a Armadura do personagem, em vez de Habilidade. Assim, valoriza-se mais a primeira Armadura, que deveria ser a principal forma de Defesa, além de tornar a Habilidade menos superutilizada.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Domínio do Elemento",
  "description": "Custo: 1 ponto\n\nVocê pode controlar um elemento específico, como terra, água, fogo, ar, luz ou trevas. Não é necessário se limitar a estes elementos, de acordo com a campanha: em um cenário inspirado na mitologia chinesa, é possível se ter Domínio da Madeira ou Domínio do Metal; ou, se preferir poderes mais exóticos, talvez um Domínio do Vapor em uma fantasia steampunk, ou um Domínio da Sujeira para um mago urbano que viva nos esgotos.\n\nCada Ponto de Magia que gastar equivale a 1 ponto de característica para interagir com objetos ou outros personagens — por exemplo, de Força para determinar o peso máximo que pode carregar, Poder de Fogo para atacar um inimigo com um jato de água quente, ou Armadura para conjurar uma proteção rochosa. O máximo de PMs que você pode gastar é igual à Habilidade.\n\nVocê não pode criar o elemento em questão, mas apenas controlá-lo quando já está presente no ambiente. Este poder tem alcance de 50m, e é considerado um poder sustentado por turno. Em algumas campanhas, com autorização do mestre, esta vantagem pode permitir que você aprenda magias como se possuísse Magia Elemental, mas apenas as pertencentes ao elemento escolhido.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Elementalista",
  "description": "Custo: 1 ponto cada.\n\nEscolha um tipo de Magia Elemental (água, ar, fogo, terra ou espírito). Você sempre gasta metade dos PMs  necessários (arredonde para cima) para lançar magias do elemento escolhido.\n\nVocê pode comprar esta vantagem várias vezes, uma para cada elemento. Esta vantagem não existe para as Magias Branca e Negra.",
  "cost": "Custo: 1 ponto cada."
},{
  "name": "Elfo-do-Céu",
  "description": "Custo: 2 pontos\n\nClérigos de Megalokk contam que houve uma época em que Hydora, o maior e mais poderoso dos dragões azuis de Arton apaixonou-se por uma donzela élfica da antiga cidade de Lenórienn. Ela, imensamente honrada, aceitou deixar sua gente e viver para sempre como companheira do deus-dragão. Como dragões azuis raramente tocam o chão, vivendo eternamente entre as nuvens, Hydora deu-lhe asas. Foram os filhos deles que deram origem à sub-raça dos elfos alados. Tão raros que mesmo em Valkaria registros da passagem de um deles podem ser contados com os dedos de uma mão!\n\nElfos-do-céu são quase idênticos aos parentes terrestres, exceto pelas asas — que podem ser membranosas como asas de dragão ou então emplumadas. Totalmente abertas, elas têm largura igual ao dobro da altura do elfo, sendo esse o espaço mínimo do qual ele precisa para decolar e voar, o que fazem o tempo todo! Como precisam de muito pouco para viver, podendo alimentar-se de pássaros e beber água das nuvens, um elfo celeste passa praticamente a vida inteira voando, algo que fazem até mesmo dormindo!\n\nHabilidade +1. Elfos-do-céu são ágeis e apreciam a velocidade e a liberdade.\nHerança Dracônica. Para os elfos-do-céu, Magia Elemental custa apenas 1 ponto. Contudo, para ter acesso a esse bônus, devem adotar uma insanidade qualquer de –1 ponto.\nVisão Aguçada. Elfos alados têm olhos que podem ver a longas distâncias.\nFA+1 com arco. Caçadores por natureza, elfos celestes são mortais com arco e flecha.\nVoo. Um elfo-do-céu impedido de voar seria uma criatura tão triste quanto um pássaro preso numa gaiola. A maior parte sequer consegue conceber uma existência amaldiçoada como essa. Eles nunca precisam fazer testes contra cansaço enquanto voam e a velocidade máxima é sempre baseada na H.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Energia Extra",
  "description": "Custo: 1 ou 2 pontos.\n\nVocê consegue invocar forças interiores para se recuperar espantosamente, recarregando seus Pontos de Vida.\n\nVocê pode gastar 2 PMs para recuperar todos os seus PVs. Usar a Energia Extra leva um turno inteiro, e você não pode fazer qualquer outra coisa enquanto se concentra.\n\nExistem dois níveis para esta vantagem: por 1 ponto você só pode usar a Energia Extra quando estiver Perto da Morte. Mas por 2 pontos a Energia Extra pode ser usada a qualquer momento.\n\nEnergia Extra é parecida com magia de cura, mas serve apenas para curar você mesmo, e não funciona contra qualquer outro tipo de mal (doenças, veneno...).\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nUma vantagem clássica dos Defensores de Tóquio, mas que pode trazer alguns problemas com certas combinações. Como fazer uma história de Dragon Ball, Cavaleiros do Zodíaco etc. sem o momento em que o herói está caído no chão, repleto de ferimentos e aparentemente derrotado, e então faz um discurso sobre a amizade e o amor e retorna ao combate como se nada tivesse acontecido? Junte-a com Energia Vital, no entanto, e você terá um personagem com virtuais PVs infinitos.\n\nNão é uma combinação tão eficiente, é claro. Basta lembrar que, nas últimas revisões do sistema, Energia Extra passou a exigir uma rodada inteira de concentração, deixando o personagem indefeso durante esse período.\n\nSe quiser, no entanto, uma regra opcional é resgatar a mecânica da Recuperação Espantosa das primeiras edições de Defensores de Tóquio. A vantagem deixa de ter custo em PMs, mas só pode ser usada um número máximo de vezes igual à Resistência. Por exemplo, um personagem com R2 poderia usar Energia Extra, recuperando todos os PVs, até duas vezes por dia. Os custos em pontos de personagem continuam os mesmos (1 ponto se você só pode usar a energia extra quando está Perto da Morte; 2 pontos para poder usá-la a qualquer momento).\n\nSe você utiliza a regra de Pontos de Ferimento, outra opção é determinar que a Energia Extra gasta 1 PF para ser utilizada, ao invés de PMs. Isso a tornará muito mais custosa — afinal, um personagem reduzido a 0 PFs deve fazer um Teste de Morte!  ",
  "cost": "Custo: 1 ou 2 pontos."
},{
  "name": "Energia Vital",
  "description": "Custo: 2 pontos.\n\nVocê pode usar sua própria energia vital para alimentar magias e poderes especiais, ainda que fazer isso provoque dano. Em vez de Pontos de Magia , você pode usar Pontos de Vida para ativar vantagens, lançar magias ou fazer qualquer outra coisa que exige o gasto de PMs.\n\n2 PVs valem 1 PM. Você ainda recupera PVs e PMs normalmente, e também pode usar seus Pontos de Magia normais.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Enfraquecer",
  "description": "Custo: 2 pontos\n\nVocê pode enfraquecer uma característica de um adversário temporariamente. Gaste entre 2 e 10 PMs e ataque um alvo. Caso você vença a FD, ele não sofre dano, mas perde 1 ponto em uma característica para cada 2 PMs gastos. O alvo tem direito a um teste de Resistência, e o efeito dura até o fim do combate ou cena.  ",
  "cost": "Custo: 2 pontos"
},{
  "name": "Equilíbrio de Energias",
  "description": "Custo: 1 ponto\n\nSuas energias estão em harmonia, perfeitamente equilibradas. Você ganha +2 PMs por ponto de Resistência (3 PMs para R0, 7 PMs para R1, 14 PMs para R2…)  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Equipamento",
  "description": "Custo: 1 ponto\n\nVocê possui um item especial. Pode ser uma arma, armadura, veículo ou qualquer coisa que quiser (e o mestre aprovar).\n\nVocê constrói esse item como um Aliado (Manual 3D&T Alpha, pág. 29), comprando características, vantagens e desvantagens. Ele tem uma pontuação um nível abaixo da sua. Por exemplo, se você é um Campeão (10 pontos), o item será um Lutador (7 pontos). Cada ponto extra que gastar aumenta a pontuação do equipamento em uma categoria. Caso o item já tenha 20 pontos, cada ponto extra fornece 5 pontos para o item.\n\nUma vez que esteja construído, o item funciona como um Parceiro (Manual 3D&T Alpha, pág. 36). Você usa as características mais altas entre as suas e as do equipamento, e ambos agem em conjunto. No entanto, um equipamento nunca sofre dano: apenas o personagem que usa o equipamento pode ser alvo de ataques (mas ele pode aumentar seus PVs graças a ele, se o item tiver um valor de Resistência ou a vantagem Pontos de Vida Extras). Equipamentos também não possuem Pontos de Magia; o usuário precisa gastar os próprios PMs para ativar habilidades (mas, novamente, pode ter os próprios PMs aumentados pelo equipamento).\n\nUm equipamento nunca pode agir sozinho, mesmo que possua pontos em Habilidade. Além disso, todo equipamento possui obrigatoriamente a desvantagem Munição Limitada, sem receber pontos por ela: uma vez que os usos se esgotem, não pode mais ser usado. No caso de armas de fogo, são literalmente as balas que acabam; para um veículo, o combustível se esgota; uma espada pode perder o fio ou quebrar; e daí por diante.\n\nCaso o equipamento não possua valor em Poder de Fogo ou outra característica com usos individuais, cada turno de uso é considerado como um “tiro.” Você pode utilizar outras características relevantes para calcular o limite de usos (por exemplo, a Força para uma espada); caso possua todas as características em valor 0, o item poderá ser usado uma única vez antes de parar de funcionar.\n\nA recuperação dos usos de um equipamento acontece a critério do mestre. Itens temporários, concedidos ao longo da aventura, não os recuperam (o personagem apenas o joga fora após usar); mas equipamentos comprados com pontos podem recuperar usos entre as cenas, ou no começo da próxima aventura. Como alternativa, também é possível recuperar os usos do equipamento gastando PEs, usando as regras de Poderes Surpreendentes.\n\nVários personagens (ou mesmo o grupo todo) podem juntar seus pontos para comprar um grande e poderoso equipamento, como um veículo blindado ou bazuca. Ele pode ser usado por mais de um personagem ao mesmo tempo se tiver a vantagem Tripulação.\n\nPor fim, note que nenhum equipamento substitui as regras normais de 3D&T. Um personagem ainda pode ter uma arma própria, sem limite de usos, se tiver pontos em Poder de Fogo e não tiver a desvantagem Munição Limitada.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Escudo",
  "description": "Custo: 1 a 2 pontos\n\nVocê possui um escudo, campo de força ou outra forma de se proteger de ataques inimigos. Funciona como Deflexão, mas multiplicando Armadura em vez de Habilidade: gastando uma esquiva e 2 PMs, a característica dobra em uma jogada de FD ao receber um ataque.\n\nVocê pode usar essa vantagem para proteger aliados — expandindo o campo de força, correndo na sua frente, atirando o escudo na frente do ataque que ele receber... Você gasta 2 PMs e uma esquiva quando um aliado receber um ataque, e ele adiciona o seu valor de Armadura como bônus na FD.\n\nPor 2 pontos, o escudo é capaz de causar um efeito semelhante à vantagem Reflexão, devolvendo ao adversário o golpe defendido.  ",
  "cost": "Custo: 1 a 2 pontos"
},{
  "name": "Especialista",
  "description": "Custo: 1 ponto\n\nSemelhante a Elementalista, mas apenas para dano. Você causa o dobro do dano em magias elementais do caminho escolhido, mas sofre dano dobrado do dano oposto ao seu. As oposições são Fogo e Água, Ar e Terra, Branca e Negra. O caminho do Espírito não sofre oposição e não pode ser adotado por esta vantagem.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Familiar",
  "description": "Custo: 1 ponto.\n\nVocê tem um pequeno animal mágico que par tilha suas habilidades. Um Familiar une-se totalmente a seu dono, como um Parceiro. Eles passam a ser como uma só criatura, combinando suas características mais altas  (provavelmente as do próprio mago) e vantagens. O conjurador e o Familiar também possuem uma Ligação Natural.\n\nExemplo: um mago com F1, H4, R2, A3, PdF1 e Arena une-se a um corvo familiar com F0, H1, R1, A0, PdF0 e Voo. Agora a dupla terá F1, H4, R2, A3, PdF1, Arena e Voo (o mago também será capaz de voar).\n\nEstes são os animais que podem se tornar familiares:\n\nCamaleão: F0, H0, R1, A0, PdF0, Invisibilidade.\nCorvo (ou qualquer pássaro): F0, H1, R0, A0, PdF0, Voo.\nGato: F0, H2, R0, A0, PdF0, Sentidos Especiais (Audição, Faro, Visão Aguçadas).\nCão/Lobo: F1, H1, R1, A0, PdF0, Sentidos Especiais (Audição, Faro Aguçados).\nMacaco: F0, H1, R1, A0, PdF0, Arena (ermos).\nSapo: F0, H0, R1, A0, PdF0, Arena (água).\nSerpente: F0, H1, R0, A0, PdF0, Paralisia.\n\nApenas usuários de magia (Branca, Elemental ou Negra) podem receber os benefícios de um familiar. Nenhum mago pode ter mais de um familiar ao mesmo tempo.\n\nNota: o mestre pode proibir a aquisição de um Familiar para um personagem recém-criado. Em vez disso, um Familiar custará 10 Pontos de Experiência, devendo ser conquistado em campanha.\n\nSe um Familiar morre, seu dono deve gastar 5 PEs para adquirir outro de mesmo tipo, ou 10 PEs para um Familiar de outro tipo.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Forma Alternativa",
  "description": "Custo: 2 pontos cada.\n\nVocê pode mudar de forma e poderes. Para cada Forma Alternativa que tiver, pode construir um personagem diferente com a mesma quantidade de pontos, com outras características e vantagens — mas desvantagens, perícias e magias conhecidas permanecem sempre as mesmas.\n\nDigamos que seu personagem de 12 pontos tenha F4, H2, R2, A3, PdF1, Ataque Especial (1 pt), Forma Alternativa (2 pts), Código de Honra dos Heróis (–1 pt) e Maldição (–2 pts); ele pode mudar para uma segunda forma com F0, H5, R1, A1, PdF5, Aparência Inofensiva (1 pt), Forma Alternativa (2 pts), Código e Honra dos Heróis (–1 pt) e Maldição (–2 pts). Repare que as duas formas têm o mesmo Código de Honra e Maldição, e ambas precisam pagar 2 pontos por Forma Alternativa. (Nota: Monstruoso é a única desvantagem que não precisa ser partilhada por todas as Formas.)\n\nVocê pode comprar várias Formas Alternativas. Cada Forma pode ter uma vantagem única, sendo a única maneira de ter mais de uma destas em um mesmo personagem. Mas lembre-se, você vai acumular os problemas de todas as Formas! Se um Anfíbio muda para um Anão, ainda precisará de um Ambiente Especial; e um construto nunca poderá recuperar PVs em nenhuma outra Forma.\n\nMudar para uma Forma Alternativa demora um movimento. A mudança nunca vai aumentar seus Pontos de Vida\nou de Magia atuais — mas pode reduzi-los, caso a nova Forma tenha Resistência mais baixa.",
  "cost": "Custo: 2 pontos cada."
},{
  "name": "Fusão",
  "description": "Custo: 2 pontos\n\nVocê e seu Parceiro possuem uma técnica especial que une seus corpos em um novo guerreiro muito mais poderoso! Em regras, é semelhante a Parceiro (mesmo que não sejam Aliados, ambos devem possuir esta vantagem para adquirir Fusão). Porém, em vez de escolherem entre as características mais altas, ambos gastam um turno de combate para que todos os valores das fichas sejam somados!  \n\nO novo guerreiro ressurgirá com todos os PVs e PMs no máximo. Caso utilizem as regras de escalas de poder, ele pertencerá à maior escala entre os participantes (então, um Ningen e um Kiodai formarão um personagem Kiodai). Se ambos pertencerem à mesma escala, a fusão a aumenta em um nível (assim, dois Ningen formarão um personagem Sugoi).\n\nAmbos os personagens precisam ter a vantagem Fusão, e o efeito dura até o final do combate, quando os PMs de ambos cairão imediatamente a zero.    ",
  "cost": "Custo: 2 pontos"
},{
  "name": "Genialidade",
  "description": "Custo: 1 ponto.\n\nVocê é um gênio. Recebe H+2 ao utilizar qualquer perícia que possua, ou em qualquer teste de Habilidade envolvendo uma perícia que não possua.\n\nCom os recursos necessários, a critério do mestre, esta vantagem também permite feitos acima do nível técnico de seu mundo (como fabricar um motor a vapor em mundos medievais, ou consertar uma nave interestelar na época atual). Em Arton, por exemplo, é necessário ter esta vantagem para lidar com armas de fogo, canhões e balões de ar quente.\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nEm uma campanha em que as perícias sejam muito utilizadas, você pode considerar que Genialidade custa 1 PM para ser utilizada.  ",
  "cost": "Custo: 1 ponto."
},{
  "name": "Grunts!",
  "description": "Custo: 1 ponto\n\nVocê possui um suprimento quase inesgotável de grunts, humanoides violentos, burros e descartáveis usados para os mais diversos fins. Desde soldados de infantaria até mão de obra barata, sempre que precisar, você pode pagar 1 PM para invocar 1d dessas criaturas.\n\nTodos são construídos com apenas 2 pontos e acumulam no máximo –2 pontos em desvantagens. O tipo exato de grunt depende de sua imaginação. Grunts são melhor detalhados no Manual 3D&T Alpha na página 139.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Horda",
  "description": "Para todos os efeitos, Horda é uma Vantagem de 0 pontos para monstros ou Aliados.\n\nPontos de Vida. A horda possui R×10 PVs, em vez de R×5.\n\nPontos de Magia. Hordas não possuem Pontos de Magia, e não podem usar vantagens ou manobras que os utilizem (mas ainda podem utilizar aquelas que não usem PMs).\n\nMovimentos. Hordas não realizam movimentos (na verdade, nem precisam, pois já estão em todos os lugares!)\n\nAtaques. Os ataques da horda sempre são direcionados simultaneamente contra todos os inimigos, como se fossem ataques de área. Você pode rolar os dados apenas uma vez, e a FA será a mesma para todos os oponentes.\n\nVulnerabilidade: ataques de área. Hordas possuem vulnerabilidade a ataques de área. Sua Armadura sempre conta como 0 contra eles.",
  "cost": "Para todos os efeitos, Horda é uma Vantagem de 0 pontos para monstros ou Aliados."
},{
  "name": "Imitar",
  "description": "Custo: 2 pontos\n\nVocê consegue imitar as características, vantagens, perícias, poderes, etc., de outra pessoa. Faça um ataque corpo a corpo contra o alvo. Se a sua Força de Ataque vencer a Força de Defesa, o alvo não sofre dano. Mas, com uma ação no próximo turno, você pode gastar Pontos de Magia para imitar uma ou mais de suas características.\n\nCada PM gasto imita o equivalente a 1 ponto de personagem em características. Assim, para imitar Força 3, você precisa gastar 3 PMs. Para imitar Genialidade (uma vantagem de 1 ponto), precisa gastar 1 PM. Esse é um poder sustentado.\n\nVocê pode imitar características de pessoas diferentes, mas cada pessoa imitada exige uma ação diferente.  ",
  "cost": "Custo: 2 pontos"
},{
  "name": "Imortal",
  "description": "Custo: 1 a 3 pontos.\n\nPor algum motivo, você nunca pode morrer. Na verdade, você até pode morrer — mas nunca vai continuar morto. Algum tipo de força maior ou energia sobrenatural impede sua entrada no Reino dos Mortos, e você sempre vai\nretornar ao mundo dos vivos. Isso pode acontecer por você ser de uma raça imortal, ter recebido uma dádiva (ou maldição) dos deuses, ter algum poder regenerativo, ou qualquer coisa assim.\n\nPor 1 ponto, retornar da morte leva dias, semanas ou até meses. Em termos de jogo, caso você seja morto durante uma aventura, não poderá retornar antes da aventura seguinte.\n\nPor 2 pontos, você retorna da morte logo após o combate, ou assim que a situação de perigo acaba.\n\nEm qualquer dos casos anteriores, você não ganha nenhum Ponto de Experiência durante uma aventura em que tenha morrido, mesmo que tenha derrotado adversários antes de sua morte.\n\nPor 3 pontos você se torna parte da natureza reencarnatória do universo ao qual pertence. Você não perde mais PEs ao morrer, além de poder escolher “morrer” e visitar o que há do outro lado e voltar. Fora de combate, você pode usar esse dom quando quiser, retornando totalmente recuperado! Em combate, caso chegue a 0 PVs, você pode optar por retornar ainda no próximo turno com metade dos PVs e PMs totais ou receber 1d×R PEs que devem ser gastos imediatamente com Acertos Críticos ou algum Poder ou Magia Surpreendente (Manual 3D&T Alpha, pág. 142) para utilizá-los como uma ação final no turno imediatamente após empacotar! Esses pontos não são cumulativos, e se perdem caso não sejam utilizados dessa forma. Após isso, o personagem voltará conforme as regras de Imortal II.  \n\nVale lembrar que, embora não possa morrer, você ainda pode sofrer destinos piores: ser aprisionado, transformado em pedra, em pudim de ameixa...",
  "cost": "Custo: 1 a 3 pontos."
},{
  "name": "Implemento",
  "description": "Custo: 0 ou mais pontos\n\nEssa vantagem representa modificações feitas em você através do uso de magia e medicina, tornando-o diferente dos outros membros de sua espécie através de implantes que podem lhe dar poderes diversos, representados pelas magias vistas no Manual 3D&T Alpha.\n\nImplementos criados através de magias que custam até 5 PMs para serem lançadas custam 1 ponto. Entre 6 e 20 PMs, 2 pontos e qualquer magia com consumo superior a isso passa a custar 3 pontos. Implementos consomem apenas metade dos PMs necessários para serem utilizados, com 1 PM extra para cada exigência adicional. O efeito final não é considerado mágico.\n\nCaso os implementos sejam visíveis, eles podem torná-lo Monstruoso. Nestas condições, o custo final do Implemento é reduzido em 1 ponto.  ",
  "cost": "Custo: 0 ou mais pontos"
},{
  "name": "Impostor",
  "description": "Custo: 2 pontos\n\nSeja por charme, raciocínio rápido ou autoconfiança, você consegue fingir habilidades que não tem. E finge tão bem que consegue mesmo fazer essas coisas! Gastando 4 PMs, você pode fazer um teste de qualquer perícia como se a possuísse.  ",
  "cost": "Custo: 2 pontos"
},{
  "name": "Incorpóreo",
  "description": "Custo: 1 ponto\n\nVocê pode se tornar incorpóreo, como um fantasma. Gaste uma ação e 2 PMs. Você pode atravessar qualquer barreira física e se torna imune a dano físico e de energia. Você ainda sofre dano de magia e ataques realizados por xamãs. Você não pode usar F ou PdF para afetar o mundo físico, mas ainda pode usar magia. Esse é um poder sustentado.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Inimigo",
  "description": "Custo: 1 ponto cada.\n\nVocê é especialmente treinado em combater certo tipo de criatura, conhecendo bem seus poderes e fraquezas.\n\nEscolha entre os seguintes: humanos, semi-humanos, humanoides, youkai (incluindo mortos-vivos) ou construtos\n(incluindo máquinas). Você recebe H+2 em combate e testes de perícias envolvendo criaturas deste tipo (saiba mais\nsobre essas criaturas em Vantagens Únicas).\n\nO mestre pode proibir esta vantagem, por exemplo, em mundos e campanhas onde só existam humanos (não é justo\npagar 1 ponto para ter H+2 contra todo mundo), ou onde outras criaturas sejam muito raras.",
  "cost": "Custo: 1 ponto cada."
},{
  "name": "Inimigo Vingativo",
  "description": "Custo: 1 ponto\n\nSemelhante a Imortal, mas restrito a mortes provocadas (direta ou indiretamente) por uma única pessoa ou organização. Nesses casos, se falhar no Teste de Morte, o personagem irá despertar 1d horas mais tarde completamente recuperado e pronto para retomar seus projetos mesquinhos de vingança. Inimigos vingativos não perdem Pontos de Experiência em caso de derrota ou morte pelas mãos de seu inimigo eleito.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Instrutor",
  "description": "Custo: 1 ponto\n\nVocê é um bom professor, capaz de instruir alguém sobre o que fazer de forma clara e concisa, mesmo sob pressão. Gastando 1 PM e uma rodada completa, você pode conceder um uso de uma perícia ou vantagem que possua para outro personagem que possa ouvi-lo. O benefício recebido pelo personagem instruído dura o tempo em que o instrutor estiver orientando, gastando 1 PM por turno e sem fazer qualquer outra ação ou movimento.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Interpor",
  "description": "Custo: 1 ponto\n\nVocê se sacrifica para proteger os seus amigos. Quando um aliado que esteja ao alcance for atacado, você pode gastar um movimento para ir até ele e rolar FD contra o ataque, sofrendo qualquer dano no lugar da vítima, e ainda podendo agir normalmente naquele turno. Você pode se interpor mesmo que não tenha esta vantagem, como uma manobra de combate, mas consumindo uma ação.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Inventor",
  "description": "Custo: 1 ponto\n\nVocê junta meia dúzia de parafusos, um fusível e um chiclete e faz uma bomba. Ou computador. Ou máquina de barbear… Gaste um turno inteiro e de 1 a 5 PMs, e faça um teste de Habilidade. Se for bem-sucedido, consegue fazer uma invenção. Você recebe um Equipamento de 1 ponto para cada PM gasto, mas que dura apenas H+1d turnos antes de se desmontar em uma pilha inútil de sucata.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Invisibilidade",
  "description": "Custo: 2 pontos.\n\nVocê pode ficar invisível. Fora de combate, esta habilidade reduz a dificuldade em testes de perícias que envolvem furtividade (por exemplo, para apanhar um oponente indefeso).\n\nEm combate, seu oponente sofre H–1 para acertar ataques corporais contra você, e H–3 para ataques à distância ou esquivar (estes são os mesmos redutores que um personagem sofre quando está cego).\n\nPersonagens com Audição Aguçada não sofrem redutor em combate corpo-a-corpo, e sofrem apenas H–2 para ataques à distância e esquivas. Ver o Invisível vence totalmente sua invisibilidade.\n\nAtivar e manter a Invisibilidade custa 1 PM por turno.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Invulnerabilidade",
  "description": "Custo: Especial.\n\nVocê é praticamente imune a certo tipo de dano. Quando recebe um ataque baseado nesse dano, a Força de Ataque total deve ser dividida por dez (arredonde para baixo) antes de ser comparada à sua Força de Defesa. O mesmo vale para dano que não venha de ataques (como algumas magias), ou que ignoram sua Armadura, ou qualquer outro. Isso quer dizer que qualquer dano igual ou inferior a 10 é anulado, e apenas\n\nquantidades fantásticas desse dano (provavelmente de uma escala superior) podem ferir você.\n\nOs tipos de Invulnerabilidade são os mesmos existentes para Armadura Extra. É possível ter Armadura Extra e também Invulnerabilidade contra certo tipo de dano. Os efeitos se acumulam: o dano é dividido por dez, e sua Armadura também é dobrada contra ele.\n\nEsta vantagem não pode ser comprada com pontos. No entanto, ela pode aparecer mais adiante como parte de uma vantagem única (por exemplo, um Demônio tem Invulnerabilidade: Fogo), ou oferecida por um item mágico.",
  "cost": "Custo: Especial."
},{
  "name": "Item de Poder",
  "description": "Custo: 1 ponto\n\nVocê tem algum objeto (um amuleto, anel, cajado, varinha ou qualquer outra coisa) que usa para fazer magia. Enquanto estiver com ele, o custo em PMs de todas as suas magias diminui em 2 (respeitando o custo mínimo de 1 PM por magia). Para todos os outros efeitos, o Item de Poder é considerado um Fetiche.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Ligação Natural",
  "description": "Custo: 1 ponto.\n\nVocê tem uma ligação especial com seu Aliado . Os dois foram destinados um ao outro desde que nasceram. Apenas personagens com um Aliado podem ter esta vantagem.\n\nDentro do mesmo campo visual, vocês podem perceber os pensamentos um do outro; são capazes de se comunicar sem nenhum sinal aparente. Fora do campo de visão, vocês podem apenas sentir emoções gerais, mas sempre sabem em que direção e distância o outro está.\n\nQuando você comanda seu Aliado, ele pode usar quaisquer vantagens de combate que você tenha. Veja a manobra Comandar Aliados .\n\nComo efeito colateral dessa ligação poderosa, sempre que seu Aliado é ferido, você também sofre dano equivalente. É como quando um piloto mecha fica ferido quando seu mecha recebe dano. Caso você ou seu Aliado pertençam a escalas diferentes, o dano é ajustado de acordo (se um Aliado Sugoi recebe 20 pontos de dano, você perde 2 PVs).\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nNa versão Alpha, esta vantagem combina um grande poder, o de dividir as vantagens com o personagem com o qual você é ligado, a um grande problema, o de dividir também os danos. Por causa disso, alguns passaram a evitá-la, por considerarem que traz mais problemas do que benefícios.\n\nComo regra opcional, podemos dividir esta vantagem em duas. Ligação Natural propriamente dita continua funcionando como antes, permitindo que você saiba instintivamente onde está o outro personagem e dividindo com ele as vantagens; mas sem receber todos os danos que ele receber. Esse segundo efeito passará a ser de uma nova desvantagem, chamada Ligação Vital. A Ligação Natural “completa”, assim, passaria a custar 0 pontos, incluindo a vantagem e a desvantagem.  ",
  "cost": "Custo: 1 ponto."
},{
  "name": "Magia Branca",
  "description": "Custo: 2 pontos.\n\nVocê é um conjurador de magia sagrada. Quase todas as suas magias são curativas ou defensivas, enquanto algumas poucas são ofensivas. Mais detalhes em Categoria:Magias.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Magia Elemental",
  "description": "Custo: 1 ou 2 pontos.\n\nVocê é um conjurador de magia ligada à natureza e aos espíritos, representada pelos quatro elementos: terra, água, fogo e ar. Seus efeitos são variados, incluindo magias ofensivas do fogo, magias congelantes da água, magias  defensivas da terra e magias do ar (que permitem formar barreiras de ar, voar ou respirar sob a água). Existe ainda o elementalismo espiritual, que afeta a mente e alma. Mais detalhes em Categoria:Magias.\n\nPelo custo de 1 ponto, você pode escolher dois dos cinco elementos para usar suas magias e por 2 pontos, você pode usar magias de quaisquer um desses elementos.",
  "cost": "Custo: 1 ou 2 pontos."
},{
  "name": "Magia Extrema",
  "description": "Custo: 3 pontos\n\nA escola de Magia Extrema é uma vertente relativamente nova da magia tradicional. Ela permite que os efeitos e danos das magias das escolas Negra, Elemental e Branca afetem criaturas uma escala acima do conjurador. As magias são utilizadas normalmente, mas o custo em PMs dobra, enquanto dano e efeito são multiplicados por dez! Você só pode usar Magia Extrema caso possua alguma outra escola de magia. Além disso, o número de efeitos maximizados dessa forma por confronto é igual à própria R.\n\nOutro benefício é a possibilidade de ultrapassar os limites da magia de forma irrestrita. Um mago extremo é capaz de realizar efeitos que estão além das descrições das magias do Manual 3D&T Alpha, gastando tantos PMs quanto for capaz para elevar o efeito da magia conjurada. O custo final das magias ainda continua restrito ao gasto de PMs máximo de Hx5.\n\nEle também pode acrescer 1 PM ao gasto total para aumentar ou diminuir em um nível as limitações de Duração e Alcance (ou ambos, por 2 PMs) de uma magia qualquer. Porém, há um efeito colateral: magias extremas que se tornem permanentes passam a absorver 1 PV por turno do conjurador até serem canceladas.  ",
  "cost": "Custo: 3 pontos"
},{
  "name": "Magia Irresistível",
  "description": "Custo: 1 a 3 pontos.\n\nÉ mais difícil resistir às suas magias. O redutor sofrido pela vítima depende do custo da vantagem:\n\n1 ponto: a vítima sofre –1 em seu teste de Resistência .\n\n2 pontos: a vítima sofre –2 em seu teste de Resistência.\n\n3 pontos: a vítima sofre –3 em seu teste de Resistência.",
  "cost": "Custo: 1 a 3 pontos."
},{
  "name": "Magia Negra",
  "description": "Custo: 2 pontos.\n\nVocê é um conjurador de magia negra, invocando o poder da necromancia e demonologia. Quase todas as suas magias estão ligadas a morte, doença, veneno, deterioração, estagna-ção. Mais detalhes em Categoria:Magias.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Membros elásticos",
  "description": "Custo: 1 ponto.\n\nSeus braços, pernas ou tentáculos podem ir muito mais longe que o normal. Você pode esticá-los, ou então violar o espaço-tempo e abrir um “mini portal dimensional” para levar seus braços a longas distâncias (o mesmo alcance de sua Força , se ela fosse Poder de Fogo ). Você não precisa de Poder de Fogo para atacar a essa distância; pode atacar com socos e chutes.\n\nUm ataque realizado com Membros Elásticos é sempre considerado um ataque corpo-a-corpo, baseado em Força, não um ataque à distância.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Membros extras",
  "description": "Custo: 2 pontos cada.\n\nVocê tem numerosos braços, pernas, cauda ou tentáculos. Você pode comprar esta vantagem várias vezes — por exemplo, gastando 6 pontos para ter três braços, tentáculos ou caudas extras.\n\nAlém de utilidades óbvias, como segurar vários objetos, cada Membro Extra permite fazer um ataque adicional por rodada. Esse ataque tem FA=F+1d ou FA=PdF+1d, sem somar Habilidade . Se quiser aumentar a FA através de vantagens ou manobras, deve pagar o custo para cada ataque.\n\nSe não quiser fazer um ataque extra, o personagem pode usar seu Membro Extra para bloquear (FD+1 até a próxima rodada). Os bônus são cumulativos: bloquear com dois Membros Extras oferece FD+2.\n\nQualquer personagem com Membros Extras sofre os mesmos efeitos de Monstruoso e Modelo Especial (mas não recebe pontos por estas desvantagens).",
  "cost": "Custo: 2 pontos cada."
},{
  "name": "Memória Expandida",
  "description": "Custo: 2 pontos.\n\nVocê tem uma memória infalível. Pode lembrar tudo que seja ligado aos cinco sentidos, e jamais esquece nada.\n\nSua Memória Expandida pode gravar novos conhecimentos: quando vê outra pessoa usar uma perícia, você pode\naprendê-la e usá-la como se a tivesse. Você não pode manter mais de uma perícia ao mesmo tempo — para aprender uma nova perícia, primeiro é preciso “apagar” a anterior.\n\nPersonagens que tenham esta vantagem não precisam fazer testes para aprender novas magias.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Mentor",
  "description": "Custo: 1 ponto.\n\nVocê ainda tem contato com a pessoa que ensinou você a usar seus poderes, habilidades de combate e magias.\n\nPode ser um velho sensei, um guerreiro veterano, um clérigo que ensinou você a louvar uma divindade, um mago que aceitou você como aprendiz, e assim por diante. Ele é muito sábio e sabe responder a praticamente qualquer pergunta. Mesmo que o mentor esteja morto ou distante, em momentos de dificuldade você pode se lembrar de algum ensinamento importante ou receber uma mensagem telepática.\n\nPara conjuradores, esta vantagem oferece três magias extras, além das magias iniciais (cumulativas com Clericato e Patrono ). Elas são escolhidas pelo mestre .",
  "cost": "Custo: 1 ponto."
},{
  "name": "Movimento Especial",
  "description": "Custo: 1 ponto cada dois\n\nVocê consegue se deslocar de maneiras exóticas e especiais.\n\nAndar na Água: você consegue ficar em pé e caminhar sobre a superfície da água ou outros líquidos sem afundar, como se estivesse em terra firme. Você ainda pode mergulhar ou nadar, se quiser.\nBalançar-se: você pode se balançar pelo ar à sua velocidade máxima normal, como se estivesse caminhando em terra firme. Você usa algum tipo de corda, cabo ou teia feito por você mesmo, ou algo que já esteja disponível, como cabos elétricos, galhos de árvores, cipós e assim por diante.\nConstância: você não sofre os efeitos de terrenos difíceis ou obstáculos que possam dificultar o movimento. Você sempre pode se mover à sua velocidade máxima total sem nenhuma penalidade.\nDeslizar: você pode deslizar pelo chão à sua velocidade máxima normal, como se estivesse caminhando em terra firme. Você pode se mover a essa mesma velocidade quando estiver caído no chão, em vez de precisar arrastar-se.\nEscalar: você consegue escalar paredes, árvores, tetos e quaisquer superfícies, à sua velocidade normal e sem precisar fazer testes de perícia.\nEscavação: você pode se mover através do chão sólido à sua velocidade normal. Enquanto escava, você deixa um túnel atrás de você. Você pode desabar ou manter o túnel (permitindo que qualquer um use-o normalmente).\nNatação: você se movimenta nadando em ambientes líquidos tão rápido quanto caminhando em terra e sem precisar fazer testes de perícia. Você pode respirar dentro da água.\nQueda Lenta: você pode cair de qualquer distância sem se machucar, usando saliências (como mastros, parapeitos, raízes, etc.) para desacelerar a queda. Você precisa estar consciente para usar este movimento.\nSalto: Você pula muito alto, como um sapo ou pulga. Com um movimento, você salta até Fx10m para frente ou Fx5m para cima.\nSem Rastros: você não deixa pegadas — mesmo sobre neve ou areia. Você ainda pode ser rastreado por criaturas com olfato aguçado.\nViagem Espacial: você consegue viajar mais rápido que a luz no vácuo do espaço, alcançando outros planetas no mesmo sistema solar em questão de minutos e outras estrelas em questão de horas ou dias (de acordo com o mestre). Você também é imune aos efeitos do vácuo.",
  "cost": "Custo: 1 ponto cada dois"
},{
  "name": "Paladino",
  "description": "Custo: 1 ponto.Editar\nVocê é um guerreiro sagrado. Um soldado que recebeu poder dos deuses, guiado por nobres ideais de honra e justiça. De certa forma, Paladinos são muito parecidos com clérigos. A diferença é que Personagens com Clericato muitas vezes podem ser cultistas a serviço do mal, enquanto Paladinos sempre lutam pelo bem. Não existem Paladinos malignos.Editar\n\nPaladinos recebem um bônus de +1 em testes de Resistência . Isso não aumenta seus Pontos de Vida ou Magia além do normal para sua Resistência verdadeira.\n\nUm Paladino pode lançar as magias Cura Mágica e Detectar o Mal, pelo custo normal em Pontos de Magia, mesmo sem ter nenhuma vantagem mágica.\n\nSozinha, esta vantagem não permite lançar outras magias.No entanto, usuários de Magia Branca só conseguem lançar certas magias divinas quando também são Paladinos.\n\nTodos os Paladinos seguem os Código de Honra dos Heróis e Honestidade (sem ganhar pontos). Um Paladino jamais pode adquirir Magia Negra .",
  "cost": "Paladinos recebem um bônus de +1 em testes de Resistência . Isso não aumenta seus Pontos de Vida ou Magia além do normal para sua Resistência verdadeira."
},{
  "name": "Parceiro",
  "description": "Custo: 1 ponto; Exigência: Aliado\n\nEsta vantagem deve ser usada em conjunto com um Aliado (sem um Aliado, você não pode ter esta vantagem). Além de uma pessoa em quem você pode confiar, um Parceiro é um colega de batalha que age em sincronia perfeita com seus movimentos. Quando você e seu Parceiro se unem para atacar, agem como se fossem um só lutador!\n\nQuando lutam em dupla vocês agem apenas uma vez por turno, mas podem combinar as características mais altas de cada um. Também podem compartilhar vantagens como Ataque Especial, Ataque Múltiplo e outras.\n\nExemplo: um lutador com F1, H4, R3, A1, PdF0 e Ataque Especial luta com seu Parceiro que tem F3, H2, R1, A2, PdF 2, Arena e Torcida. Pegamos as características mais altas, reunimos a vantagens e temos uma dupla com F3, H4, R3, A2, PdF 2, Ataque Especial, Arena e Torcida. Quando vocês recebem dano, esse dano será dividido igualmente entre os dois personagens (arredonde para cima). Seu Aliado também deve possuir esta vantagem.\n\nAtenção: lutar com um Parceiro é o único caso em que você pode derrotar um oponente em desvantagem numérica e ainda receber Pontos de Experiência (veja em “Experiência”).\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nCaso os personagens que se ligam a partir da vantagem pertençam a jogadores diferentes, não é necessário que possuam a vantagem Aliado. Isso vale também para metabots — máquinas que se unem para formar um veículo maior (como os zords e o Megazord).",
  "cost": "Custo: 1 ponto; Exigência: Aliado"
},{
  "name": "Patrono",
  "description": "Custo: 1 ponto.\n\nUma grande organização, empresa, governo ou NPC poderoso ajuda você. Dentro de certos limites, um Patrono pode fornecer transporte, equipamento e informação para um empregado. Um Patrono também pode ajudar e enviar reforços quando você mais precisar.\n\nVocê pode, a qualquer momento, gastar 1 Ponto de Magia para invocar seu Patrono. A forma exata como essa ajuda virá depende do mestre — desde uma nova arma secreta ou manobra não testada, a um veículo de fuga que surge na hora certa. Contudo, em alguns momentos ou situações, talvez nenhuma ajuda seja possível.\n\nTer um Patrono também significa que você precisa ser leal e seguir ordens. Muitas vezes vai precisar cumprir missões para seu Patrono.\n\nPara conjuradores, esta vantagem também permite começar com três magias extras, além das magias iniciais (cumulativas com Clericato e Mentor ). Elas são escolhidas pelo mestre.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Poder Oculto",
  "description": "Custo: 1 Ponto.\n\nVocê é mais poderoso do que parece. Em situações de combate e outras emergências (a critério do mestre), pode manifestar características superiores.\n\nVocê pode gastar 2 Pontos de Magia para aumentar uma característica qualquer em +1. Você pode aumentar qualquer número de características até um máximo de +5.\n\nO Poder Oculto não pode ser ativado ou mantido em situações que não envolvem perigo. Isso significa que você\nnão pode ativá-lo antes de uma luta.\n\nAlém disso, ativar o Poder Oculto leva tempo: 1 turno para cada aumento de +1. Por exemplo, se você quer aumentar Força +2 e Habilidade +3, vai gastar 10 Pontos de Magia e também 5 turnos. Em combate, apenas um inimigo muito honrado, confiante ou estúpido permitirá que você tenha todo esse tempo.\n\nVocê não pode fazer absolutamente nada enquanto se concentra para aumentar seu poder. Se receber qualquer ataque, será considerado indefeso (apenas sua Armadura conta em sua Força de Defesa). E se sofrer qualquer dano, sua concentração é perdida.\n\nUma vez ativado, o Poder Oculto dura até o fim do combate. Se a qualquer momento você ficar com 0 PVs, qualquer aumento de poder é perdido.\n\nPoder Oculto: Primordial (+1 ponto): Você é absurdamente mais poderoso do que parece. Você não pode ser ferido por personagens de escala igual ou inferior enquanto se concentra. A cada acréscimo de +5 em uma única característica, você também salta uma escala até alcançar o patamar Kami. Poderes ou vantagens que afetam o Poder Oculto não surtem efeito no poder primordial.  ",
  "cost": "Custo: 1 Ponto."
},{
  "name": "Pontos de Magia Extras",
  "description": "Custo: 1 ponto cada.\n\nVocê tem Pontos de Magia adicionais, além daqueles já oferecidos por sua Resistência. Esta vantagem é especialmente recomendada para conjuradores e outros personagens que usam PMs para ativar suas magias ou habilidades especiais.\n\nCada vez que compra esta vantagem, você recebe PMs equivalentes a R+2. Então, se você tem R4 (20 PMs) e paga\num ponto por PMs Extras, agora terá Pontos de Magia equivalentes a R6 (ou seja, 30 PMs).\n\nEsta vantagem não afeta sua Resistência verdadeira e nem seus PVs, apenas seus PMs. Então, no exemplo anterior, você continuaria com 20 PVs e R4 para testes contra magias, velocidade máxima e outras situações. Você pode comprar a vantagem várias vezes para ter novos aumentos de R+2 em seus PMs.",
  "cost": "Custo: 1 ponto cada."
},{
  "name": "Pontos de Vida Extras",
  "description": "Custo: 1 ponto cada\n\nVocê tem Pontos de Vida adicionais, além daqueles já oferecidos por sua Resistência. Cada vez que compra esta vantagem, você recebe PVs equivalentes a R+2. Então, se você tem R2 (10 PVs) e paga um ponto por PVs Extras, agora terá Pontos de Vida equivalentes a R4 (ou seja, 20 PVs).\n\nEsta vantagem não afeta sua Resistência verdadeira e nem seus PMs, apenas seus PVs. Então, no exemplo anterior, você continuaria com 10 PMs e R2 para efeito de testes contra magias, velocidade máxima e outras situações. Você pode comprar a vantagem várias vezes para ter novos aumentos de R+2 em seus PVs.",
  "cost": "Custo: 1 ponto cada"
},{
  "name": "Possessão",
  "description": "Custo: 2 pontos\n\nVocê pode possuir o corpo de outro ser inteligente. Para isso a vítima deve estar desacordada, seja dormindo, ou inconsciente após uma batalha. Enquanto está usando aquele corpo você possui todas as características, Pontos de Vida, vantagens e desvantagens físicas do hospedeiro. Pontos de Magia, Perícias, conhecimentos e valores morais (como Códigos de Honra) não são afetados; você ainda possui os seus, não os da vítima.\n\nUsar este poder consome Pontos de Magia em quantidade igual à Resistência da vítima. Se a vítima tiver algum bônus ou penalidade contra magia, esse ajuste se aplica ao custo da possessão em PMs (por exemplo, possuir uma vítima com R3 e Resistência a Magia custa 5 PMs). Você paga esse custo uma vez no momento da possessão, e novamente a cada hora. Você não pode possuir uma criatura que tenha Resistência superior à sua Habilidade.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Reenergização",
  "description": "Custo: 3 pontos\n\nSua fonte de magia é infinita. Portador de energia inesgotável, você jamais se cansa, muito menos fica exausto. Você recupera 1 Ponto de Magia por turno e nunca sofrerá os efeitos de Cansaço e Exaustão por ficar sem energia, já que nunca ficará sem PMs.",
  "cost": "Custo: 3 pontos"
},{
  "name": "Reflexão",
  "description": "Custo: 2 pontos\n\nComo Deflexão, mas melhor. Permite não apenas bloquear completamente um ataque feito com Poder de Fogo, mas também devolvê-lo ao atacante. Você pode gastar 2 PMs e duplicar sua Armadura para calcular a Força de Defesa contra um único ataque. Se conseguir deter o ataque completamente (sua FD é igual ou superior à FA do atacante), além de não sofrer nenhum dano, você devolve o ataque para o atacante com a mesma FA original.\n\nA Reflexão é considerada uma esquiva, ou seja, você só pode usar um número máximo de vezes por rodada igual à sua Habilidade. Você pode comprar essa vantagem por 1 Ponto se já tiver a vantagem Deflexão.\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nUma revisão frequentemente sugerida para Deflexão e Reflexão é que elas passem a multiplicar a Armadura do personagem, em vez de Habilidade. Assim, valoriza-se mais a primeira característica, e ajudamos a tornar a segunda menos superutilizada.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Regeneração",
  "description": "Custo: 3 pontos\n\nVocê é muito difícil de matar. Portador de um poderoso fator de cura, seu corpo pode curar-se de ferimentos muito rapidamente.\n\nVocê recupera 1 Ponto de Vida por turno. Para você, Testes de Morte têm resultados diferentes:\n\n1) Muito Fraco: você ainda recupera 1 PV por turno normalmente. No próximo turno, se não receber novos ataques (veja em “Castigo Contínuo”), terá recuperado 1 PV e poderá voltar a agir.\n\n2-3) Inconsciente: você recupera 1 PV e retorna à consciência em um minuto, ou 10 rodadas, ou imediatamente com um teste de Medicina +2.\n\n4-5) Quase Morto: você recupera 1 PV em 8 horas.\n\n6) Morto: você retorna da morte em alguns dias, semanas ou meses, como se fosse um Imortal.\n\nVocê não recebe Pontos de Experiência em uma aventura durante a qual tenha “morrido”. Ao contrário de um Imortal verdadeiro, um personagem com Regeneração pode morrer definitivamente se sofrer um colapso total. Isso acontece se ele receber dano igual ou superior a dez vezes seus Pontos de Vida atuais, na mesma rodada. Por exemplo, se você está com 15 PVs, vai sofrer colapso total se sofrer 150 pontos de dano na mesma rodada (após sua Força de Defesa absorver parte do dano). O dano mínimo para colapso total é igual a 10 vezes sua Resistência. Regeneração não afeta Pontos de Magia.",
  "cost": "Custo: 3 pontos"
},{
  "name": "Resistência à Magia",
  "description": "Custo: 1 ponto.\n\nEsta vantagem torna você muito resistente aos efeitos de qualquer magia — exceto dano. Sempre que uma magia\nexige um teste de Resistência para ignorar seu efeito (como Cegueira, Paralisia, Silêncio e outras), você recebe +2 nesse teste. Um resultado 6 ainda será sempre uma falha.\n\nResistência à Magia não funciona contra veneno, doenças ou ataques especiais de certas criaturas (como o sopro de um dragão ou o olhar petrificante de uma medusa); funciona apenas contra magias.\n\nCuras mágicas e outras magias benéficas ainda funcionam de forma normal com você. Anões e algumas outras\nraças possuem naturalmente esta vantagem.\n\nEsta vantagem não tem efeito contra dano, a menos que esse dano possa ser evitado (ou reduzido) com um teste de\nResistência. Contra dano mágico, veja Armadura Extra.",
  "cost": "Custo: 1 ponto."
},{
  "name": "Riqueza",
  "description": "Custo: 2 pontos\n\nComo Patrono, mas melhor, porque você não precisa seguir ordens de ninguém. Dinheiro não é problema para você: pode pagar viagens, contratar equipes e comprar qualquer equipamento normal, não-mágico. Você pode, a qualquer momento, gastar 1 Ponto de Magia para invocar sua Riqueza.\n\nA forma exata como seu dinheiro vai ajudar depende do mestre — desde uma chance para subornar um inimigo, até contratar mercenários que surgem em um piscar de olhos. Contudo, em alguns momentos ou situações, nem todo o dinheiro do mundo vai ajudar. Riqueza nunca pode ser usada para comprar nada que represente uma vantagem, ou livrar-se de uma desvantagem.\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nA vantagem Riqueza pode gerar alguma confusão em jogo, uma vez que seus efeitos gerais são muito abertos. Por 1 PM, você a invoca e recebe qualquer benefício autorizado pelo mestre. As diretrizes a seguir podem ser usadas se você quiser um pouco mais de critério para determinar o que pode ou não ser conseguido através dela.\n\nEm um primeiro momento, você pode tratar a Riqueza como uma espécie de vantagem mágica, mas que possui acesso irrestrito a qualquer efeito do manual básico — afinal, você não é limitado pelos seus próprios conhecimentos, mas sim aos daqueles que puder contratar! É fácil para alguém rico contratar uma carruagem que leve o grupo dentro de uma   cidade (como na magia Transporte), por exemplo. Você deve gastar os PMs requisitados pela magia, representando os recursos financeiros disponíveis para uso imediato, bem como obedecer a qualquer outra restrição e regra de uso de magia (apenas as exigências são substituídas pela vantagem).\n\nNo entanto, você não pode utilizar estes poderes em qualquer situação: não pode conjurar magias que causem dano, ou utilizá-las em meio a um combate (boa sorte fechando um contrato de prestação de serviços em meio a uma briga de taverna!). Pode apenas invocá-la se tiver tempo para isso e estiver em um ambiente onde o serviço possa ser adquirido — não há como procurar um cocheiro bem no meio da masmorra! Em outras palavras, o mestre pode vetar o uso de uma determinada magia, se considerar que não há tempo ou disponibilidade para contratar alguém capaz de usá-la. Isso é válido principalmente para magias muito poderosas: não é qualquer mago de vilarejo que será capaz de conjurar um Desejo para você!\n\nVocê também pode adquirir itens especiais, como objetos mágicos e afins, trocando o custo em PEs por um custo equivalente em PMs. Uma espada mágica +1, por exemplo, poderia ser adquirida por 10 PMs, ao invés de 10 PEs. No entanto, esses itens não são permanentes: como possui muito dinheiro, acaba valorizando pouco o que adquire; após um combate ou cena da aventura o item quebra ou estraga devido à falta de manutenção, ou você apenas esquece que o possui em meio às pilhas de tesouros pessoais. Se quiser usá-lo novamente em outro combate ou cena, deverá pagar o custo outra vez, ou adquiri-lo com PEs. PMs gastos para adquirir itens desta forma são sustentáveis: você não pode recuperá-los até que deixe de se beneficiar deles.\n\nSe desejar, no entanto, você pode gastar a própria fortuna para adquirir bens e serviços permanentes, como poções, armas mágicas ou qualquer outro tipo de item que custe PEs, transformando o valor total da vantagem em Pontos de Experiência (20 PEs). Contudo, eles serão descontados da própria vantagem Riqueza, que não poderá ser acessada até que os PEs gastos sejam repostos em campanha ou que o item seja revendido. Assim, um personagem rico pode gastar toda a fortuna para adquirir uma espada mágica Assassina (por 20 PEs), mas não poderá invocar a Riqueza até que os mesmos 20 PEs sejam repostos, acumulados ao longo da campanha ou pela venda da arma após o término da aventura. Vale lembrar que o uso padrão da vantagem (1 PM para gastar quantidades gigantescas de moedas em coisas comuns) continua funcionando normalmente.  ",
  "cost": "Custo: 2 pontos"
},{
  "name": "Sentidos Especiais",
  "description": "Custo: 1 ponto para cada três Sentidos Especiais.\n\nVocê tem sentidos mais aguçados do que seres humanos normais. Para cada ponto gasto nessa vantagem, escolha até três sentidos abaixo.\n\nAudição Aguçada: você pode ouvir sons muito baixos ou muito distantes.\nDetecção: você tem a capacidade de notar a presença de certas energias como magia, eletricidade, radiação, espíritos e etc (escolha uma ao comprar). Cada detecção é um sentido especial diferente.\nFaro Aguçado: você tem sensores químicos capazes de farejar tão bem quanto um perdigueiro.\nInfravisão: você pode ver o calor das coisas. Pode encontrar facilmente criaturas de sangue quente (seres humanos e muitos animais). Você também pode enxergar no escuro, mas apenas quando não há fontes de calor intenso por perto (chamas, grandes motores, disparos de armas de fogo…).\nOlfato Aguçado: você tem sensores químicos capazes de farejar tão bem quanto um cão perdigueiro.\nRadar: você pode ver na escuridão total e também perceber tudo à sua volta, formas e objetos (mas não cores), mesmo de costas ou olhos vendados.\nRádio: você consegue “ouvir” frequências de rádio, como AM, FM, televisão, celular, internet…\nSenso de Direção: você sempre sabe para que lado fica o norte, e consegue voltar por qualquer caminho que tenha feito, mesmo em masmorras ou complexos subterrâneos labirínticos.\nSentido de Perigo: você nunca pode ser surpreendido (Manual 3D&T Alpha, página 71).\nSentido Sísmico: você consegue saber a localização de qualquer coisa em movimento que esteja em contato com o chão. Você precisa estar pisando ou tocando na mesma superfície daquilo que quer localizar.\nSonar: você emite sinais que só ouvidos bem apurados podem captar. Você consegue propagar sua voz em um volume tão baixo que fica inaudível aos ouvidos normais , podendo ser captado apenas por personagens com Audição Aguçada ou outros personagens com Sonar.\nTato Aguçado: Você pode perceber variações mínimas de temperatura, pressão, vibrações e movimento ao seu redor.\nVentriloquismo: você pode emitir sua voz a partir de outros locais, a até 10 metros de você.\nVer o Invisível: você pode ver coisas invisíveis. A vantagem e a magia Invisibilidade são inúteis contra você.\nVisão Aguçada: você enxerga mais longe.\nVisão Microscópica: você consegue enxergar coisas minúsculas, como grãos de areia, células e até mesmo DNA ou partículas atômicas.\nVisão na Penumbra: você consegue enxergar normalmente em condições de pouca iluminação, como luz das estrelas.\nVisão de Raio X: você pode ver através deportas e paredes, exceto aquelas feitas de chumbo, ou outros materiais muito densos ou mágicos.\nVisão Ultravioleta: Como os raios ultravioletas não são absorvidos pela água ou umidade do ar da mesma maneira que os raios luminosos, permitindo que o personagem enxergue perfeitamente mesmo dentro de nevoeiros, fumaça, ou debaixo d’água.\nVisão de 360°: Você pode enxergar em todas as direções e ainda combinar esta habilidade com outros Sentidos Especiais ligados à visão.\n\nAlgumas criaturas têm um ou mais Sentidos Especiais sem possuir necessariamente a vantagem, nem gastar pontos. Por exemplo, um anão tem Infravisão, mas não tem quaisquer outros dois sentidos como se tivesse gasto 1 ponto na vantagem.\n\nAtenção: Radar, Infravisão e outros Sentidos Especiais não servem para ver coisas invisíveis.",
  "cost": "Custo: 1 ponto para cada três Sentidos Especiais."
},{
  "name": "Separação",
  "description": "Custo: 2 pontos\n\nEm situações de combate você pode gastar PMs e invocar cópias exatas de si mesmo. Essas cópias compartilham todas as suas características, vantagens e desvantagens. Criar uma cópia gasta 4 PMs. Suas cópias (mas não você) sofrem penalidade de –1 em suas características (afetando também seus PVs e PMs). Este redutor não é cumulativo: duas cópias terão, ambas, –1 em características.\n\nO número máximo de cópias que você pode criar é igual à sua Resistência. Uma cópia tem a mesma quantidade de PVs e PMs que você tem no momento (depois de gastar PMs para criar as cópias), mas NÃO pode criar novas cópias. Em aparência, as cópias são exatamente iguais ao original: não há como saber quem é quem (caso seja um jovem ninja atrapalhado, talvez nem VOCÊ saiba quem é quem). Se qualquer de vocês chegar Perto da Morte, a 0 PVs ou então morrer, todas as cópias desaparecem.",
  "cost": "Custo: 2 pontos"
},{
  "name": "Superação",
  "description": "Custo: 1 ponto\n\nVocê é capaz de romper os próprios limites. Sempre que algum poder ou vantagem estiver restrita a um número de vezes ao dia igual a alguma característica qualquer, esse valor será dobrado. Além disso, você paga metade dos PMs necessários para ativar os poderes ou vantagens (mas não magias) que possua.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Telepatia",
  "description": "Custo: 1 ponto\n\nEsta vantagem tem as seguintes utilizações:\n\nLer pensamentos. Você recebe H+2 em perícias para obter informações de outra pessoa (Interrogatório, Intimidação, Lábia).\nAnalisar poder de combate. Você descobre todas as características, vantagens e desvantagens de uma criatura.\nRevelar tesouro. Você descobre se uma criatura carrega itens valiosos.\nPrever movimentos. Você adivinha os próximos passos do adversário, recebendo +1 em sua iniciativa e esquivas contra ele até o fim do combate.\n\nCada utilização de Telepatia gasta 2 PMs. Usar Telepatia não gasta nenhuma ação ou movimento, mas você não pode fazê-lo mais de uma vez por turno. Você só pode tentar ler a mente de alguém que consiga ver. Telepatia só funciona com criaturas vivas, e não afeta um alvo que tenha Resistência superior à sua Habilidade.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Teleporte",
  "description": "Custo: 2 pontos.\n\nVocê é capaz de desaparecer de um lugar e reaparecer em outro. Teleportar-se para lugares que estejam à vista não exige nenhum teste. Para lugares que não possa ver (do outro lado de uma parede, por exemplo), faça um teste de Habilidade: se falhar, nada acontece; se tiver sucesso, você desaparece de onde estava e reaparece onde quiser. Você não pode levar consigo outras pessoas ou cargas (apenas seus pertences pessoais).\n\nA distância máxima que você pode atingir é igual a dez vezes sua Habilidade, em metros. Assim, se você tem Habilidade 2, pode se teleportar até 20 metros. Teleporte concede +2 em esquiva (não cumulativo com Aceleração).\n\nTeleportar-se gasta 1 PM e é o mesmo que mover-se. Você pode teleportar-se e agir na mesma rodada. Se também tiver Aceleração, você pode teleportar-se duas vezes na mesma rodada.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Terreno Predileto",
  "description": "Custo: 5 PEs\n\nAlguns seres são adaptados para agir em certas regiões e climas específicos. Não por menos, esses lugares normalmente são o habitat daquele tipo de criatura. É onde elas se sentem mais confortáveis e estão mais aptas a sobreviver. São seus terrenos prediletos.\n\nQuando se encontra no Terreno Predileto, você pode gastar 2 PMs para usar um dos seguintes efeitos:\n\nBom de Briga: você recebe o bônus de +1 na FA e FD. Esse poder se mantém até que decida usar outro benefício desta vantagem.\nCamuflagem: encontrá-lo se torna muito mais difícil. Funciona apenas fora de combate, e é idêntico a vantagem Invisibilidade (Manual 3D&T Alpha, pág. 33).\nEscapada: você pode anular um acerto crítico que tenha sofrido, desde que ainda não tenha atacado neste turno.\nProteção: usando a vantagem do terreno ao seu favor, você pode comprar um acerto crítico em uma jogada de FD ou pagar o dobro de PMs para reduzir o dano sofrido em uma escala. No segundo caso, os PMs gastos não podem ser recuperados até o fim do combate.\nSobrevida: caso chegue a 0 PVs (e ainda tenha PMs), você pode rolar um segundo teste de morte e adotar o melhor resultado.\n\nÉ possível manter ativo apenas um benefício por vez. Os terrenos prediletos são os mesmos da vantagem Arena. Essa vantagem só pode ser conquistada em campanha.  ",
  "cost": "Custo: 5 PEs"
},{
  "name": "Tiro Carregável",
  "description": "Custo: 1 ponto\n\nVocê tem a capacidade de concentrar energia para um tiro muito mais poderoso — seja acumulando carga em sua arma de raios, concentrando mais energia ki nas mãos, ou fazendo pontaria com sua adaga ou arco. Usar o Tiro Carregável exige 2 PMs e um turno inteiro se concentrando.\n\nVocê é considerado indefeso durante esse tempo e, se sofrer dano, perde a concentração (assim como os PMs). No turno seguinte faça seu ataque normal, mas com PdF dobrado.\n\nExemplo: um personagem com H3, PdF4 emprega um turno concentrando energia e, no turno seguinte, faz seu disparo. Sua Força de Ataque será 2+(4×2), total FA 10.",
  "cost": "Custo: 1 ponto"
},{
  "name": "Tiro Múltiplo",
  "description": "Custo: 2 pontos.\n\nVocê pode fazer mais ataques com PdF em uma única rodada. Cada disparo(incluindo o primeiro) consome 1 PM. Assim, atacar quatro vezes na mesma rodada consome 4 PMs, por exemplo. O número máximo de ataques que você pode fazer por rodada é igual à sua habilidade.\n\nA Força de Ataque de cada golpe conta separadamente para vencer a Força de Defesa do inimigo. Você não pode somar a FA de seus vários ataques.\n\n_______________________________________________________________________________________\n\nProgressão de Ataque/Tiro Múltiplo\n\nEm vez de fazer um ataque completo extra por rodada, essa vantagem aumentará o dano que você causa no seu ataque original, representando o dano dos ataques extras. Cada ataque “extra” adiciona um dado à sua FA, até o limite padrão da sua Habilidade. Por exemplo, um personagem com H3 poderia gastar até 3 PMs para ter uma FA de F + H + 3d.\n\nCada dado que rolar um 6 é considerado um acerto crítico, e adiciona um multiplicador à sua Força ou Poder de Fogo — se ao rolar os três dados você conseguisse um 4, um 6 e um 6, a sua FA final seria de F×3 + H + 16!\n\nOs dados extras podem ser usados para atacar o mesmo inimigo, ou divididos entre vários oponentes. Então, no exemplo anterior, em vez de usar toda a FA contra um único inimigo, o personagem poderia atacar três adversários diferentes com F + H + 1d. Nesse caso, você pode rolar o dado apenas uma vez, e utilizar a mesma FA contra cada um dos oponentes.\n\n_______________________________________________________________________________________\n\nRevisão do Manual do Defensor\n\nAtaque e Tiro Múltiplos podem ser vantagens complicadas de lidar em campanhas de pontuações muito altas, por causa da quantidade de ataques por rodada que um personagem de Habilidade alta e muitos PMs pode ter. Pense em quanto tempo cada rodada demoraria em um combate entre dois personagens, um com H8 e outro com H6, ambos com Ataque Múltiplo! Por isso, sugerimos a seguir uma regra opcional para agilizar o uso destas vantagens.\n\nEm vez de fazer um ataque completo extra por rodada, essa vantagem aumentará o dano que você causa no seu ataque original, representando o dano dos ataques extras. Cada ataque “extra” adiciona um dado à sua FA, até o limite padrão da sua Habilidade.\n\nPor exemplo, um personagem com H3 poderia gastar até 3 PMs para ter uma FA de F + H + 3d. Cada dado que rolar um 6 é considerado um acerto crítico, e adiciona um multiplicador à sua Força ou Poder de Fogo — se ao rolar os três dados você conseguisse um 4, um 6 e um 6, a sua FA final seria de F×3 + H + 16!\n\nOs dados extras podem ser usados para atacar o mesmo inimigo, ou divididos entre vários oponentes. Então, no exemplo anterior, em vez de usar toda a FA contra um único inimigo, o personagem poderia atacar três adversários diferentes com F + H + 1d. Nesse caso, você pode rolar o dado apenas uma vez, e utilizar a mesma FA contra cada um dos oponentes.  ",
  "cost": "Custo: 2 pontos."
},{
  "name": "Toque de Energia",
  "description": "Custo: 1 ponto cada\n\nVocê pode transmitir pela própria pele uma poderosa carga de energia, capaz de gerar uma Força de Ataque igual à Armadura + 1d para cada PM gasto. Por exemplo, um personagem que gasta 3 Pontos de Magia na manobra ataca com FA=A+3d. Habilidade não é incluída.\n\nA carga atinge quaisquer criaturas que estejam à distância de combate corpo-a-corpo, mesmo que não estejam tocando diretamente o personagem.\n\nO tipo de energia é escolhido pelo jogador quando compra a vantagem, e não pode ser trocado (mas você pode comprar a vantagem várias vezes, uma para cada energia).\n\nPara mais detalhes, veja “Tipos de Dano”. Usar o Toque de Energia é o mesmo que fazer um ataque. O número máximo de PMs que você pode gastar em cada utilização é igual à sua Armadura.",
  "cost": "Custo: 1 ponto cada"
},{
  "name": "Torcida",
  "description": "Custo: 1 ponto\n\nVocê tem fãs, e eles inspiram suas lutas! Um grupo de admiradores acompanha você e torce por seu sucesso.\n\nÀs vezes esse fã-clube pode ser um verdadeiro estorvo, seguindo você por toda a parte, tirando seu sossego e impedindo-o de agir furtivamente. Mas, em combates, seus torcedores são preciosos.\n\nEntre outras coisas, o maior benefício de uma Torcida é que ela aumenta seu moral. Durante uma luta, quando uma torcida está vibrando por você e vaiando o oponente, você ganha H+1 e impõe H–1 ao oponente (se ele falhar em um teste de Resistência).\n\nVocê recebe esses benefícios sempre que houver uma torcida — não necessariamente a sua torcida, mas qualquer público que seja a seu favor (ou contra o oponente, tanto faz).\n\nLembre-se que nem sempre haverá espectadores presentes!  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Técnica de Luta",
  "description": "Custo: 1 ponto\n\nVocê teve treinamento em artes marciais e conhece manobras de combate. Você pode escolher duas manobras entre as descritas a seguir. Você pode comprar Técnica de Luta diversas vezes. A cada compra, pode escolher duas manobras de combate novas.\n\nAgarrão: você pode agarrar um inimigo e segurá-lo, realizando um teste resistido de F contra ele com um redutor cumulativo de –1 por turno em que tentar manter a manobra. Normalmente, você não pode atacar enquanto executa o agarrão (a não ser com Membros Extras, ou uma magia pré-conjurada, por exemplo), mas contra outros ataques, o alvo do agarrão é considerado indefeso.\nAtaque Debilitante: gaste 2 PMs e faça um ataque corpo a corpo. Se a Força de Ataque for maior do que a Força de Defesa do alvo, ele deve fazer um teste de Armadura (além de sofrer dano normal). Se falhar, sofre uma penalidade de –1 em uma característica à sua escolha, até o fim do combate.\nAtaque Forte: gaste 1 PM ao realizar um ataque. Se a Força de Ataque vencer a Força de Defesa por qualquer valor, você causa 3 pontos de dano adicionais.\nAtaque Oportuno: caso o inimigo falhe em atacar por qualquer motivo, você é capaz\nde desferir um ataque impreciso (F+1d) imediatamente contra ele.\nAtaque Preciso: gaste 2 PMs ao realizar um ataque para ignorar a Habilidade do alvo na Força de Defesa. O alvo também não poderá se esquivar.\nAtaque Violento: gaste 1 PM para adicionar 1d à Força de Ataque. O dado extra não causa acertos críticos.\nBloqueio: gaste 1 PM para adicionar 1d à Força de Defesa. O dado extra não causa acertos críticos.\nCabeçada: você ataca o oponente com um inesperado golpe com a cabeça. Gaste 3 PMs e faça um ataque corpo a corpo comum, mas o oponente não considera H na FD.\nChute Baixo: um golpe direto contra as pernas do oponente. Gaste 2 PMs e faça um ataque corpo a corpo. Se a FA for maior que a do oponente, ele precisa fazer um teste de A (além de sofrer dano). Se falhar, cai no chão. Um oponente caído não soma H nas FA e FD, e pode se mover apenas 1m por ponto de H, mas pode se levantar gastando um movimento.\nChute Circular: você gira o corpo e chuta o oponente. Gaste 1 PM e faça um teste de H. Se você for bem-sucedido, a FA final receberá um bônus de +3.\nChute Direto: um chute com a lateral do pé ou talvez frontal. Gaste 1 PM e ataque normalmente. Se causar dano, o alvo sofre 3 pontos de dano adicional.\nCombo: ao acertar um ataque em um oponente, gaste 1 PM e um movimento para realizar um segundo ataque contra ele.\nCotovelada: um golpe curto, mas forte. Você recebe FA–1, mas se a FA for maior que a FD do oponente, ele sofre 2 pontos de dano adicionais.\nDefesa Aprimorada: devido a um extenso treinamento para enrijecer o corpo, por 3 PMs você recebe Armadura Extra contra ataques físicos por um turno.\nDesarmar: por 1 PM, você efetua uma técnica visando a arma do oponente. Se ele falhar em um teste de A, deverá assumir um redutor de F ou PdF–1 até conseguir recuperar a arma gastando um movimento.  \nDireto: um golpe reto e rápido, mas pesado. Gaste 2 PMs e duplique a F no cálculo da Força de Ataque.  \nForça Oculta: gaste 3 PMs para dobrar a Força, Poder de Fogo ou Armadura (escolha um ao adquirir a manobra) em um ataque ou defesa.\nVoadora: gastando 3 PMs para saltar sobre o adversário, você ganha um bônus na FA de +1 por cada 10m que gastou em movimento. Por exemplo, se percorrer 40m e aplicar uma voadora, receberá FA+4. O limite máximo de bônus é igual à sua própria H (então não adianta vir correndo desde casa...).\n\nTécnicas de luta não podem ser combinadas com nenhuma outra vantagem ou manobra de combate. Os livros Mega City e Brigada Ligeira Estelar oferecem diversas outras opções de manobras que podem ser aprendidas com a vantagem.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Técnica de Luta Avançada",
  "description": "Custo: 1 ponto o par; Exigências: Escala Sugoi ou maior\n\nIdênticas às técnicas normais, mas que apenas personagens em escala Sugoi ou superior são capazes de aprender e utilizar.\n\nAprendiz Veloz: você tem a capacidade de aprender novos golpes apenas de ver uma vez, de forma semelhante a Memória Expandida, mas apenas para Técnicas de Luta.\nArmas Múltiplas: você carrega várias armas prontas consigo, utilizando-as num verdadeiro malabarismo de disparos. Após o primeiro, você é capaz de realizar vários outros ataques imprecisos com PdF+1d ao custo de 2 PMs por disparo adicional. O alvo pode absorver cada um deles separadamente com a própria FD.\nCombo!: uma vez por combate, você pode utilizar duas magias ou vantagens cujos benefícios não seriam normalmente cumulativos dentro das regras. Seu apelão!\nC-C-Combo Breaker: por 3 PMs, você pode adiantar sua ação dentro daquele mesmo turno para tentar interromper o ataque do adversário. Ele tem direito a um teste de R para negar o efeito.\nDuro de Matar: você pode escolher reduzir temporariamente uma de suas características para aumentar a R proporcionalmente (afetando PVs e PMs) até o fim do combate.\nExplosão de Velocidade: você é capaz de realizar vários movimentos num mesmo turno, pagando 2 PMs para cada um após o uso do movimento normal. O nú- mero máximo de movimentos extras por turno é igual à própria H.\nEscudo Oportuno: por 5 PMs, você pode optar por ignorar completamente o dano de um ataque, mas se tornará indefeso a todos os outros até o fim do turno.\nTormenta de Ataques: você pode comprar mais ações completas para atacar. Gaste 5 PMs para cada nova ação que deseja e perca aquele turno. No turno seguinte, você deve utilizar todas elas. O número máximo extra de ataques possíveis é igual a sua H ou R, o que for menor.  ",
  "cost": "Custo: 1 ponto o par; Exigências: Escala Sugoi ou maior"
},{
  "name": "Vigoroso",
  "description": "Custo: 1 ponto\n\nVocê se mantém em forma. Você ganha +2 Pontos de Vida por ponto de Resistência (3 PVs com R0, 7 PVs com R1, 14 PVs com R2…)  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Voo",
  "description": "Custo: 2 pontos.\n\nVocê pode voar. Quanto maior sua Habilidade, melhor você voa: com H1 pode apenas levitar um pouco acima do chão, e mover-se a uma velocidade de 10m/s; H2 permite levitar mais alto e mover-se a até 20m/s; com H3 ou mais você já pode realmente voar, a até 40m/s. Dobre essa velocidade para cada ponto extra de Habilidade; 80m/s para H4, 160m/s para H5...\n\nVocê pode tentar atingir altura ou velocidade acima de seu limite, mas o mestre vai exigir um teste de Habilidade (com penalidade de –1 para cada ponto de H além da sua); se falhar você cai e sofre 1d de dano para cada 10m de altura.\n\nVoo (Magia)Editar\n\nEscola: Elemental (ar)\n\nCusto: 2 a 10 PMs\n\nAlcance: curto\n\nDuração: instantânea\n\nVoo é simplesmente uma versão mais avançada da magia Transporte, permitindo que as criaturas ou objetos transportados se afastam do chão e atinjam grandes alturas. A velocidade é a mesma; entretanto, o peso que a magia pode carregar é menor.\n\nCom 2 PMs você pode transportar apenas a si mesmo ou até 50kg a até 10m/s. Cada 2 PMs extras dobram o peso ou a velocidade.",
  "cost": "Custo: 2 pontos."
},{
  "name": "Xamã",
  "description": "Custo: 1 ponto\n\nVocê tem uma forte ligação com o mundo dos espíritos.\n\nPode interagir com fantasmas e outras criaturas incorpóreas, podendo atacá-las (e ser atacado) livremente.\n\nVocê também pode Ver o Invisível como se tivesse esse Sentido Especial.  ",
  "cost": "Custo: 1 ponto"
},{
  "name": "Área de Batalha",
  "description": "Custo: 2 pontos.\n\nVocê tem o poder de transportar a si mesmo e uma ou mais criaturas (oponentes e/ou aliados) temporariamente para\noutra dimensão, onde você leva vantagem em combate. Nenhum outro personagem pode interferir na luta enquanto vocês estiverem na área.\n\nO número máximo de criaturas que você pode levar consigo é igual à sua Habilidade, e todos devem estar ao\nalcance de seu Poder de Fogo. Você não pode transportar um oponente contra a vontade se ele tiver Resistência superior à sua Habilidade. No entanto, note que um oponente poderoso pode permitir ser transportado (talvez para afastar você de seus aliados).\n\nAtivar a Área de Batalha custa 2 PMs. Mantê-la custa 2 PMs por turno, e você pode mantê-la por um número máximo de turnos igual à sua Habilidade.\n\nA Área pode ter um destes três efeitos, que você esco-lhe no momento do uso:\n\nHabilidade +1, Armadura +2. Além disso, você pode usar Ataques Especiais que tenha sem gastar PMs.\nForça+2, Armadura +2.\nVocê pode lançar suas magias com metade do custo normal em PMs.\n\nÉ impossível escapar de uma Área de Batalha, exceto quando ela termina. Caso você seja derrotado, a Área desaparece.\n\nO tempo corre mais rápido na Área de Batalha. Para todos aqueles não envolvidos, apenas um turno terá passado.",
  "cost": "Custo: 2 pontos."
}]